<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>
  <resources>      
    <stringTable>
	  <string id="FOXIT">Foxit PDF Reader</string>
      <string id="FoxitVersion">Foxit PDF Reader Version 13.0</string>


			<string id="Rb_Cate_SelfCategory">Self Category</string>
			<string id="Rb_Cate_SelfPanel">Self Panel</string>
			<string id="Rb_Cate_Itself">Itself</string>
			<string id="Rb_Cate_SubItem">SubItem</string>
			<string id="Rb_Ribbon_Explain">Enable any configuration item of this Ribbon, the corresponding Ribbon will be hidden.

Self Category : Enable this configuration item, the whole Tab will be hidden.
SelfPanel : Enable this configuration item, the corresponding panel will be hidden.
Itself : Enable this configuration item, the corresponding button will be hidden.</string>
			<string id="Rb_Rib_TabElements_Explain">Enable any configuration item of this Ribbon, the corresponding Ribbon will be hidden.</string>
			<string id="Rb_Rib_HiddenElements_Explain">Enable any configuration item of this Ribbon, the corresponding Ribbon will be hidden.</string>
			<string id="Rb_Rib_Ribbon_Category_Explain">Enable any configuration item of this Ribbon, the corresponding Ribbon will be hidden.

Self Category : Enable this configuration item, the whole Tab will be hidden.
SelfPanel : Enable this configuration item, the corresponding panel will be hidden.
Itself : Enable this configuration item, the corresponding button will be hidden.</string>
			<string id="Rb_Cont_CheckFunction_Explain">Choose "Enabled" to configure the features in Ribbon.

Choose "Hide this feature" to hide this feature in Ribbon.
Choose "Add to Quick Access Toolbar" to add this feature to Quick Access Toolbar.

Note: Hidden features cannot be added to Quick Access Toolbar.</string>
			<string id="Rb_Cont_SingleRibbon_Explain">Choose "Enabled" to configure the features in Ribbon.

Check the features you want to hide in Ribbon.</string>			
			<string id="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</string>
			<string id="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</string>
			<string id="Rb_Cate_Itself_1">Itself</string>
			<string id="Rb_Cate_SubItem_1">SubItem</string>
			<string id="Rb_Sub_RibbonBar_FindSearch">Advanced Search...</string>
			<string id="Rb_Sub_Comment_Drawing_SearchHighlight">Search &amp;&amp; Highlight</string>
			<string id="Rb_Cont_RibbonBar_FindSearchAndReplace">Search</string>
			<string id="Rb_Sub_Ribbon_Help_Search">Get Help on</string>
			<string id="Rb_Ribbonbar_CommandSearch">Actions</string>
			<string id="Rb_RibbonBar_Find">Find in Document</string>
			<string id="Rb_Cont_RibbonBar_Find">Find Box</string>
			<string id="Rb_Cate_Itself_2">Itself</string>
			<string id="Rb_Cate_SubItem_2">SubItem</string>
			<string id="Rb_Sub_Button_FindWholeWord">&amp;Whole Words Only</string>
			<string id="Rb_Sub_Button_FindCaseSensitive">&amp;Case-Sensitive</string>
			<string id="Rb_Sub_Button_FindIncludeBookmarks">I&amp;nclude Bookmarks</string>
			<string id="Rb_Sub_Button_FindIncludeComments">Incl&amp;ude Comments</string>
			<string id="Rb_Sub_Button_FindMenuHighlightAll">&amp;Highlight All Text</string>
			<string id="Rb_Sub_RibbonBar_FindProperties">Properties</string>
			<string id="Rb_Cont_RibbonBar_FindFilter">Filter</string>
			<string id="Rb_Cont_File_Main_SaveAs">Save As</string>
			<string id="Rb_Cate_Itself_3">Itself</string>
			<string id="Rb_Cate_SubItem_3">SubItem</string>
			<string id="Rb_Sub_File_Main_InputMode_Touch">Touch Mode</string>
			<string id="Rb_Sub_File_Main_InputMode_Mouse">Mouse Mode</string>
			<string id="Rb_Cont_File_Main_InputMode">Mouse/Touch</string>
			<string id="Rb_Cont_File_Main_Open">Open</string>
			<string id="Rb_Cont_Button_Undo">Undo</string>
			<string id="Rb_Cont_Button_Redo">Redo</string>
			<string id="Rb_Cont_File_Main_Save">Save</string>
			<string id="Rb_Cont_File_Main_Print">Print</string>
			<string id="Rb_Cont_FoxitCloud_Tabbar_ID_User">Sign in</string>
			<string id="Rb_Rib_TabElements">Tab Elements</string>
			<string id="Rb_Cate_SelfCategory_1">Self Category</string>
			<string id="Rb_Cate_SelfPanel_1">Self Panel</string>
			<string id="Rb_Cate_Itself_4">Itself</string>
			<string id="Rb_Cate_SubItem_4">SubItem</string>
			<string id="Rb_Sub_File_Propertions_Description">Description</string>
			<string id="Rb_Sub_File_Propertions_InitialView">Initial View</string>
			<string id="Rb_Sub_File_Propertions_Advanced">Advanced</string>
			<string id="Rb_Sub_File_Propertions_Security">Security</string>
			<string id="Rb_Sub_File_Propertions_Font">Fonts</string>
			<string id="Rb_Cont_File_Main_GeneralInfo">Properties</string>
			<string id="Rb_Cate_Itself_5">Itself</string>
			<string id="Rb_Cate_SubItem_5">SubItem</string>
			<string id="Rb_Sub_File_Open_Computer">Computer</string>
			<string id="Rb_Sub_File_Open_Recentfile">Recent Documents</string>
			<string id="Rb_Sub_File_Open_ADDAPlace">Add a place</string>
			<string id="Rb_Cont_File_Main_FilePageOpen">Open</string>
			<string id="Rb_Cont_File_Main_Save_1">Save</string>
			<string id="Rb_Cate_Itself_6">Itself</string>
			<string id="Rb_Cate_SubItem_6">SubItem</string>
			<string id="Rb_Sub_File_SaveAs_Computer">Computer</string>
			<string id="Rb_Sub_File_SaveAs_ADDAPlace">Add a place</string>
			<string id="Rb_Cont_File_Main_FilePageSaveAs">Save As</string>
			<string id="Rb_Cont_File_Main_Print_1">Print</string>
			<string id="Rb_Cont_File_Main_Batch_Print">Batch Print</string>
			<string id="Rb_Cate_Itself_7">Itself</string>
			<string id="Rb_Cate_SubItem_7">SubItem</string>
			<string id="Rb_Sub_File_Share_Email">Email</string>
			<string id="Rb_Sub_File_Share_Tracker">Tracker</string>
			<string id="Rb_Cont_File_Main_Share">Share</string>
			<string id="Rb_Cont_File_Main_Revert">Revert</string>
			<string id="Rb_Cont_File_Main_Close">Close</string>
			<string id="Rb_Cont_File_Main_GeneralPrefs">Preferences</string>
			<string id="Rb_Cont_File_Main_FilePageChangeSkin">Skins</string>
			<string id="Rb_Panel_FILE_Panel_Main">Main Panel</string>
			<string id="Rb_Rib_Ribbon_Category_File">File</string>
			<string id="Rb_Cate_SelfCategory_2">Self Category</string>
			<string id="Rb_Cate_SelfPanel_2">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem">Hand</string>
			<string id="Rb_Cate_Itself_8">Itself</string>
			<string id="Rb_Cate_SubItem_8">SubItem</string>
			<string id="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</string>
			<string id="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</string>
			<string id="Rb_Cont_Home_Tools_Select">Select</string>
			<string id="Rb_Cont_Home_Tools_Snapshot">SnapShot</string>
			<string id="Rb_Cate_Itself_9">Itself</string>
			<string id="Rb_Cate_SubItem_9">SubItem</string>
			<string id="Rb_Sub_Home_Tools_Clipboard_Cut">Cut</string>
			<string id="Rb_Sub_Home_Tools_Clipboard_Copy">Copy</string>
			<string id="Rb_Sub_Home_Tools_Clipboard_Paste">Paste</string>
			<string id="Rb_Sub_Home_Tools_Clipboard_SelectAll">Select All</string>
			<string id="Rb_Cont_Home_Tools_Clipboard">Clipboard</string>
			<string id="Rb_Panel_Home_Panel_Tools">Tools</string>
			<string id="Rb_Cate_SelfPanel_3">Self Panel</string>
			<string id="Rb_Cate_Itself_10">Itself</string>
			<string id="Rb_Cate_SubItem_10">SubItem</string>
			<string id="Rb_Sub_Home_Zoom_ZoomViewIn">Zoom In</string>
			<string id="Rb_Sub_Home_Zoom_ZoomViewOut">Zoom Out</string>
			<string id="Rb_Sub_Review_Tools_Zoom_6400">6400%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_3200">3200%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_1600">1600%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_800">800%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_600">600%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_400">400%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_200">200%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_150">150%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_125">125%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_100">100%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_75">75%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_66">66.67%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_50">50%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_33">33.33%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_25">25%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_12">12.5%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_8">8.33%</string>
			<string id="Rb_Sub_Review_Tools_Zoom_1">1%</string>
			<string id="Rb_Cont_Review_Tools_Zoom_Parent">Zoom</string>
			<string id="Rb_Cate_Itself_11">Itself</string>
			<string id="Rb_Cate_SubItem_11">SubItem</string>
			<string id="Rb_Sub_Home_Zoom_ActualSize">Actual Size</string>
			<string id="Rb_Sub_Home_Zoom_FitPage">Fit Page</string>
			<string id="Rb_Sub_Home_Zoom_FitWidth">Fit Width</string>
			<string id="Rb_Sub_Home_Zoom_FitVisible">Fit Visible</string>
			<string id="Rb_Cont_Home_Zoom_FitMode">Page Fit Option</string>
			<string id="Rb_Cont_Home_View_Reflow">Reflow</string>
			<string id="Rb_Cate_Itself_12">Itself</string>
			<string id="Rb_Cate_SubItem_12">SubItem</string>
			<string id="Rb_Sub_View_PageDisplays_Rotate_Left">Rotate Left</string>
			<string id="Rb_Sub_View_PageDisplays_Rotate_Right">Rotate Right</string>
			<string id="Rb_Cont_View_PageDisplays_Rotate_Parent">Rotate View</string>
			<string id="Rb_Panel_Home_Panel_Zoom">View</string>
			<string id="Rb_Cate_SelfPanel_4">Self Panel</string>
			<string id="Rb_Cont_Button_Typewriter">Typewriter</string>
			<string id="Rb_Cont_Button_Highlight">Highlight</string>
			<string id="Rb_Panel_Home_Panel_Comments">Comment</string>
			<string id="Rb_Cate_SelfPanel_5">Self Panel</string>
			<string id="Rb_Cont_Home_Insert_Link">Link</string>
			<string id="Rb_Cont_Home_Links_BookMark">Bookmark</string>
			<string id="Rb_Panel_Home_Panel_Links">Links</string>
			<string id="Rb_Cate_SelfPanel_6">Self Panel</string>
			<string id="Rb_Cont_Home_Insert_AddFileAttachment">File Attachment</string>
			<string id="Rb_Cont_Home_INSERT_IMAGE">Image Annotation</string>
			<string id="Rb_Cont_HOME_INSERT_MULTIMEDIA">Audio &amp; Video</string>
			<string id="Rb_Panel_Edit_Panel_Insert">Insert</string>
			<string id="Rb_Cate_SelfPanel_7">Self Panel</string>
			<string id="Rb_Cont_Protect_Signature_FillSign">Fill &amp; Sign</string>
			<string id="Rb_Panel_Home_Panel_Sign">Sign</string>
			<string id="Rb_Rib_Ribbon_Category_Home">Home</string>
			<string id="Rb_Cate_SelfCategory_3">Self Category</string>
			<string id="Rb_Cate_SelfPanel_8">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_1">Hand</string>
			<string id="Rb_Cate_Itself_13">Itself</string>
			<string id="Rb_Cate_SubItem_13">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_1">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools">Tools</string>
			<string id="Rb_Cate_SelfPanel_9">Self Panel</string>
			<string id="Rb_Cont_Button_Highlight_1">Highlight</string>
			<string id="Rb_Cont_Button_Squiggly">Squiggly Underline</string>
			<string id="Rb_Cont_Button_UnderLine">Underline</string>
			<string id="Rb_Cont_Button_Strikeout">Strikeout</string>
			<string id="Rb_Cont_Button_Replace">Replace Text</string>
			<string id="Rb_Cont_Button_Insert">Insert Text</string>
			<string id="Rb_Panel_COMMNET_Panel_TextMarkup">Text Markup</string>
			<string id="Rb_Cate_SelfPanel_10">Self Panel</string>
			<string id="Rb_Cont_Review_pin_Note">Note</string>
			<string id="Rb_Cont_Review_Pin_File">File</string>
			<string id="Rb_Panel_Review_Panel_Pin">Pin</string>
			<string id="Rb_Cate_SelfPanel_11">Self Panel</string>
			<string id="Rb_Cont_Button_Typewriter_1">Typewriter</string>
			<string id="Rb_Cont_Button_Textbox">Textbox</string>
			<string id="Rb_Cont_Button_Callout">Callout</string>
			<string id="Rb_Panel_COMMENT_Panel_Typewriter">Typewriter</string>
			<string id="Rb_Cate_SelfPanel_12">Self Panel</string>
			<string id="Rb_Cate_Itself_14">Itself</string>
			<string id="Rb_Cate_SubItem_14">SubItem</string>
			<string id="Rb_Sub_Button_Rectangle">Rectangle</string>
			<string id="Rb_Sub_Button_Oval">Oval</string>
			<string id="Rb_Sub_Button_Polygan">Polygon</string>
			<string id="Rb_Sub_Button_Cloudy">Cloud</string>
			<string id="Rb_Sub_Button_Arrow">Arrow</string>
			<string id="Rb_Sub_Button_Line">Line</string>
			<string id="Rb_Sub_Button_Polyline">PolyLine</string>
			<string id="Rb_Cont_Button_Drawing_Parent">Drawing</string>
			<string id="Rb_Cont_Button_Annots_Tool_InkMenuItem">Pencil</string>
			<string id="Rb_Cont_Button_Rubber">Eraser</string>
			<string id="Rb_Panel_COMMENT_Panel_Drawing">Drawing</string>
			<string id="Rb_Cate_SelfPanel_13">Self Panel</string>
			<string id="Rb_Cont_Button_AreaHighlight">Area Highlight</string>
			<string id="Rb_Cont_Comment_Drawing_SearchHighlight">Search &amp; Highlight</string>
			<string id="Rb_Panel_Comment_Panel_Highlight">Highlight</string>
			<string id="Rb_Cate_SelfPanel_14">Self Panel</string>
			<string id="Rb_Cate_Itself_15">Itself</string>
			<string id="Rb_Cate_SubItem_15">SubItem</string>
			<string id="Rb_Sub_Button_Distance">Distance</string>
			<string id="Rb_Sub_Button_Perimeter">Perimeter</string>
			<string id="Rb_Sub_Button_Area">Area</string>
			<string id="Rb_Cont_Button_Measure_Parent">Measure</string>
			<string id="Rb_Panel_COMMENT_Panel_MEATURE">Measure</string>
			<string id="Rb_Cate_SelfPanel_15">Self Panel</string>
			<string id="Rb_Cont_Button_Stamp">Stamp</string>
			<string id="Rb_Cate_Itself_16">Itself</string>
			<string id="Rb_Cate_SubItem_16">SubItem</string>
			<string id="Rb_Sub_Create_Custom">Create Custom Stamp</string>
			<string id="Rb_Sub_Create_Dynamic">Create Custom Dynamic Stamp</string>
			<string id="Rb_Sub_Create_Manage">Manage Stamps</string>
			<string id="Rb_Sub_Create_Clipboard">Paste Clipboard Image as Stamp Tool</string>
			<string id="Rb_Sub_Palette">Show Stamps Palette</string>
			<string id="Rb_Sub_Favorite">Set Favorite Stamps</string>
			<string id="Rb_Cont_Button_Create">Custom Stamp</string>
			<string id="Rb_Panel_REVIEW_Panel_Stamps">Stamps </string>
			<string id="Rb_Cate_SelfPanel_16">Self Panel</string>
			<string id="Rb_Cont_Comment_Panel_Summarize">Summarize Comments</string>
			<string id="Rb_Cont_Reivew_CommentsData_Import">Import</string>
			<string id="Rb_Cate_Itself_17">Itself</string>
			<string id="Rb_Cate_SubItem_17">SubItem</string>
			<string id="Rb_Sub_Reivew_CommentsData_ExportAllComments">All Comments</string>
			<string id="Rb_Sub_Reivew_CommentsData_ExportSelectedComments">Selected Comments</string>
			<string id="Rb_Sub_Reivew_CommentsData_ExportHighlightText">Highlighted Text</string>
			<string id="Rb_Cont_Reivew_CommentsData_Export">Export</string>
			<string id="Rb_Cont_Reivew_CommentsData_Email">FDF via Email</string>
			<string id="Rb_Cate_Itself_18">Itself</string>
			<string id="Rb_Cate_Itself_19">Itself</string>
			<string id="Rb_Cate_SubItem_18">SubItem</string>
			<string id="Rb_Sub_Review_CommentsData_ShowAllComments">Show All</string>
			<string id="Rb_Sub_Review_CommentsData_HideAllComments">Hide All</string>
			<string id="Rb_Cont_Review_CommentsData_Comments">Comments</string>
			<string id="Rb_Cate_Itself_20">Itself</string>
			<string id="Rb_Cate_SubItem_19">SubItem</string>
			<string id="Rb_Sub_Review_CommentsData_OpenAllPopup">Open All</string>
			<string id="Rb_Sub_Review_CommentsData_CloseAllPopup">Close All</string>
			<string id="Rb_Cont_Review_CommentsData_PopupNote">Popup Notes</string>
			<string id="Rb_Cont_Review_CommentsData_ManageComments">Manage Comments</string>
			<string id="Rb_Cont_Review_CommentsData_KeepToolSelected">Keep Tool Selected</string>
			<string id="Rb_Panel_Comment_Panel_Data">Manage Comments</string>
			<string id="Rb_Rib_Ribbon_Category_Review">Comment</string>
			<string id="Rb_Cate_SelfCategory_4">Self Category</string>
			<string id="Rb_Cate_SelfPanel_17">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_2">Hand</string>
			<string id="Rb_Cate_Itself_21">Itself</string>
			<string id="Rb_Cate_SubItem_20">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_2">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_1">Tools</string>
			<string id="Rb_Cate_SelfPanel_18">Self Panel</string>
			<string id="Rb_Cont_View_DocumentViews_ReadMode">Read Mode</string>
			<string id="Rb_Cont_Home_View_Reflow_1">Reflow</string>
			<string id="Rb_Cont_View_DocumentViews_ReverseView">Reverse View</string>
			<string id="Rb_Cont_View_DocumentViews_NightMode">Night Mode</string>
			<string id="Rb_Cont_View_DocumentViews_TextView">Text Viewer</string>
			<string id="Rb_Panel_View_Panel_DocumentViews">Document Views</string>
			<string id="Rb_Cate_SelfPanel_19">Self Panel</string>
			<string id="Rb_Cate_Itself_22">Itself</string>
			<string id="Rb_Cate_SubItem_21">SubItem</string>
			<string id="Rb_Cont_View_PageDisplays_Rotate_Parent_1">Rotate View</string>
			<string id="Rb_Panel_View_Panel_Rotate">Rotate View</string>
			<string id="Rb_Cate_SelfPanel_20">Self Panel</string>
			<string id="Rb_Cont_View_PageDisplays_SinglePage">Single Page</string>
			<string id="Rb_Cont_View_PageDisplays_OneColumn">Continuous</string>
			<string id="Rb_Cont_View_PageDisplays_TwoPages">Facing</string>
			<string id="Rb_Cont_View_PageDisplays_TwoColumns">Continuous Facing</string>
			<string id="Rb_Cont_View_PageDisplays_CoverPage">Separate Cover Page</string>
			<string id="Rb_Cate_Itself_23">Itself</string>
			<string id="Rb_Cate_SubItem_22">SubItem</string>
			<string id="Rb_Sub_View_PageDisplays_VSplit">Vertically Split</string>
			<string id="Rb_Sub_View_PageDisplays_HSplit">Horizontally Split</string>
			<string id="Rb_Sub_View_PageDisplays_QuadSplit">Spreadsheet Split</string>
			<string id="Rb_Cont_View_PageDisplays_Split_Parent">Split</string>
			<string id="Rb_Panel_View_Panel_PageDisplay">Display Mode</string>
			<string id="Rb_Cate_SelfPanel_21">Self Panel</string>
			<string id="Rb_Cont_View_PageDisplays_AutoScroll">AutoScroll</string>
			<string id="Rb_Panel_View_Panel_AutoScroll">AutoScroll</string>
			<string id="Rb_Cate_SelfPanel_22">Self Panel</string>
			<string id="Rb_Cate_Itself_24">Itself</string>
			<string id="Rb_Cate_SubItem_23">SubItem</string>
			<string id="Rb_Sub_View_Assistant_Marquee">Marquee</string>
			<string id="Rb_Sub_Home_MakePage_Zoom_Loupe">Loupe</string>
			<string id="Rb_Sub_Home_MakePage_Zoom_Magnifier">Magnifier</string>
			<string id="Rb_Cont_View_ZoomMode_ZoomMode">Assistant</string>
			<string id="Rb_Panel_View_Panel_ZoomMode">Assistant</string>
			<string id="Rb_Cate_SelfPanel_23">Self Panel</string>
			<string id="Rb_Cate_Itself_25">Itself</string>
			<string id="Rb_Cate_Itself_26">Itself</string>
			<string id="Rb_Cate_SubItem_24">SubItem</string>
			<string id="Rb_Sub_View_Read_Start">Activate Read</string>
			<string id="Rb_Sub_View_Read_CurrentPage">Read Current Page</string>
			<string id="Rb_Sub_View_Read_Document">Read from Current Page</string>
			<string id="Rb_Sub_View_Read_Stop">Stop</string>
			<string id="Rb_Cont_View_Read_Read">Read</string>
			<string id="Rb_Cate_Itself_27">Itself</string>
			<string id="Rb_Cate_SubItem_25">SubItem</string>
			<string id="Rb_Sub_View_Read_Rate_Silder">Speed</string>
			<string id="Rb_Cont_View_Read_Rate">Speed</string>
			<string id="Rb_Cate_Itself_28">Itself</string>
			<string id="Rb_Cate_SubItem_26">SubItem</string>
			<string id="Rb_Sub_View_Read_Volume_Silder">Volume</string>
			<string id="Rb_Cont_View_Read_Volume">Volume</string>
			<string id="Rb_Cont_View_Read_Pause">Pause</string>
			<string id="Rb_Cont_View_Read_Parent">Read</string>
			<string id="Rb_Panel_View_Panel_Read">Read</string>
			<string id="Rb_Cate_SelfPanel_24">Self Panel</string>
			<string id="Rb_Cont_View_Proofing_WordCount">Word Count</string>
			<string id="Rb_Panel_Review_Panel_Compare">Review</string>
			<string id="Rb_Cate_SelfPanel_25">Self Panel</string>
			<string id="Rb_Cate_Itself_29">Itself</string>
			<string id="Rb_Cate_Itself_30">Itself</string>
			<string id="Rb_Cate_SubItem_27">SubItem</string>
			<string id="Rb_Sub_View_PageDisplays_Guides">Guides</string>
			<string id="Rb_Sub_View_PageDisplays_Rulers">Rulers</string>
			<string id="Rb_Sub_View_PageDisplays_Line_Weights">Line Weights</string>
			<string id="Rb_Cont_View_Setting_Diaplay">Page Display</string>
			<string id="Rb_Cate_Itself_31">Itself</string>
			<string id="Rb_Cate_SubItem_28">SubItem</string>
			<string id="Rb_Sub_View_Setting_ShowHideBookmarks">Bookmarks</string>
			<string id="Rb_Sub_View_Setting_ShowHideThumbnails">Pages</string>
			<string id="Rb_Sub_View_Setting_ShowHideAnnotManager">Comments</string>
			<string id="Rb_Sub_View_Setting_ShowHideFileAttachment">Attachments</string>
			<string id="Rb_Sub_View_Setting_SecuritySetting">Security Settings</string>
			<string id="Rb_Sub_View_Setting_ShowHideSignatures">Digital Signatures</string>
			<string id="Rb_Sub_ConnectedPDF">ConnectedPDF</string>
			<string id="Rb_Sub_ShowHideOptCont">Layers</string>
			<string id="Rb_Sub_View_Setting_Hide_Navigations">Show Navigation Panel Buttons</string>
			<string id="Rb_Sub_View_Setting_Dock_Navigations">Reset All Panels</string>
			<string id="Rb_Cont_View_Setting_Navigation_Parent">Navigation Panels</string>
			<string id="Rb_Cate_Itself_32">Itself</string>
			<string id="Rb_Cate_SubItem_29">SubItem</string>
			<string id="Rb_Sub_View_Setting_Show_StatusBar">Show Status Bar</string>
			<string id="Rb_Sub_View_Setting_AutoHide_StatusBar">Auto-hide Status Bar</string>
			<string id="Rb_Sub_View_Setting_Hide_StatusBar">Hide Status Bar</string>
			<string id="Rb_Cont_View_Setting_StatusBar">Status Bar</string>
			<string id="Rb_Cont_View_Setting_Parent">View Setting</string>
			<string id="Rb_Panel_View_Panel_ViewSetting">View Setting</string>
			<string id="Rb_Rib_Ribbon_Category_View">View</string>
			<string id="Rb_Cate_SelfCategory_5">Self Category</string>
			<string id="Rb_Cate_SelfPanel_26">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_3">Hand</string>
			<string id="Rb_Cate_Itself_33">Itself</string>
			<string id="Rb_Cate_SubItem_30">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_3">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_2">Tools</string>
			<string id="Rb_Cate_SelfPanel_27">Self Panel</string>
			<string id="Rb_Cont_Form_Edit_ResetForm">Reset Form</string>
			<string id="Rb_Cate_Itself_34">Itself</string>
			<string id="Rb_Cate_SubItem_31">SubItem</string>
			<string id="Rb_Sub_Form_FormData_ExportAppend">Append to an Existing Sheet</string>
			<string id="Rb_Sub_Form_FormData_ExportCombine">Combine Forms to a Sheet</string>
			<string id="Rb_Cont_Form_FormData_Sheet">Form to sheet</string>
			<string id="Rb_Cont_Form_FormData_Import">Import</string>
			<string id="Rb_Cate_Itself_35">Itself</string>
			<string id="Rb_Cate_SubItem_32">SubItem</string>
			<string id="Rb_Sub_Form_FormData_Export">To File</string>
			<string id="Rb_Sub_Form_FormData_Email">Via Email</string>
			<string id="Rb_Cont_Form_FormData_ExportToFile">Export</string>
			<string id="Rb_Panel_Form_Panel_FormData">Form Data</string>
			<string id="Rb_Cate_SelfPanel_28">Self Panel</string>
			<string id="Rb_Cate_Itself_36">Itself</string>
			<string id="Rb_Cate_SubItem_33">SubItem</string>
			<string id="Rb_Sub_Form_Edit_Highlight">Highlight Fields</string>
			<string id="Rb_Cont_Form_ToolSetting_Setting">Tool Settings</string>
			<string id="Rb_Panel_Form_Panel_ToolSetting">Tool Settings</string>
			<string id="Rb_Rib_Ribbon_Category_Form">Form</string>
			<string id="Rb_Cate_SelfCategory_6">Self Category</string>
			<string id="Rb_Cate_SelfPanel_29">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_4">Hand</string>
			<string id="Rb_Cate_Itself_37">Itself</string>
			<string id="Rb_Cate_SubItem_34">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_4">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_3">Tools</string>
			<string id="Rb_Cate_SelfPanel_30">Self Panel</string>
			<string id="Rb_Cate_Itself_38">Itself</string>
			<string id="Rb_Cate_SubItem_35">SubItem</string>
			<string id="Rb_Sub_Login">Login to DocuSign</string>
			<string id="Rb_Sub_SignDoc">Sign with DocuSign</string>
			<string id="Rb_Sub_SendDoc">Send via DocuSign</string>
			<string id="Rb_Cont_DocuSign">DocuSign</string>
			<string id="Rb_Cont_Protect_Signature_FillSign_1">Fill &amp; Sign</string>
			<string id="Rb_Cate_Itself_39">Itself</string>
			<string id="Rb_Cate_SubItem_36">SubItem</string>
			<string id="Rb_Sub_Protect_Signature_Place">&amp;Place Signature...</string>
			<string id="Rb_Sub_Protect_Signature_SignDoc">&amp;Sign Document...</string>
			<string id="Rb_Sub_Digital_IDs">Digital IDs</string>
			<string id="Rb_Sub_Trust_Certificates">&amp;Trusted Certificates</string>
			<string id="Rb_Cont_Protect_Signature_SignVertify">Sign &amp; Certify</string>
			<string id="Rb_Cont_Time_Stamp_Document">Time Stamp Document</string>
			<string id="Rb_Cont_Validate_All_Signatures">Validate</string>
			<string id="Rb_Panel_Protect_Panel_Signature">Signature</string>
			<string id="Rb_Cate_SelfPanel_31">Self Panel</string>
			<string id="Rb_Cate_Itself_40">Itself</string>
			<string id="Rb_Cate_SubItem_37">SubItem</string>
			<string id="Rb_Sub_subItem_unRestrictAccess">Unrestricted Access</string>
			<string id="Rb_Sub_subItem_noIssuer">Connect to Digital Right Management Servers and Get Templates</string>
			<string id="Rb_Cont_PE_RestrictAccess">Restrict Access</string>
			<string id="Rb_Cont_PE_BatchEncrypt">Batch Encrypt</string>
			<string id="Rb_Cate_Itself_41">Itself</string>
			<string id="Rb_Cate_SubItem_38">SubItem</string>
			<string id="Rb_Sub_subItem_templateMana">Custom Templates</string>
			<string id="Rb_Sub_subItem_watermarkMana">Security Watermark</string>
			<string id="Rb_Cont_PE_Management">Settings</string>
			<string id="Rb_Panel_AD_RMS_Protect">AIP Protect</string>
			<string id="Rb_Cate_SelfPanel_32">Self Panel</string>
			<string id="Rb_Cate_Itself_42">Itself</string>
			<string id="Rb_Cate_SubItem_39">SubItem</string>
			<string id="Rb_Sub_no_issuer">Connect to Microsoft Azure Information Protection</string>
			<string id="Rb_Cont_aip_label">Sensitivity</string>
			<string id="Rb_Panel_MIP">Sensitivity</string>
			<string id="Rb_Cate_SelfPanel_33">Self Panel</string>
			<string id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_CDRM">Protect Document</string>
			<string id="Rb_Panel_PANEL_NAME_JS_PLUGIN_CDRM">Encrypt</string>
			<string id="Rb_Rib_Ribbon_Category_Protect">Protect</string>
			<string id="Rb_Cate_SelfCategory_7">Self Category</string>
			<string id="Rb_Cate_SelfPanel_34">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_5">Hand</string>
			<string id="Rb_Cate_Itself_43">Itself</string>
			<string id="Rb_Cate_SubItem_40">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_5">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_4">Tools</string>
			<string id="Rb_Cate_SelfPanel_35">Self Panel</string>
			<string id="Rb_Cate_Itself_44">Itself</string>
			<string id="Rb_Cate_SubItem_41">SubItem</string>
			<string id="Rb_Sub_Ribbon_Panel_BTCreateSign">Create Signature</string>
			<string id="Rb_Cont_Foxit_Sign_Sign_Style">Signature List</string>
			<string id="Rb_Cont_Foxit_Sign_Manage_Sign">Manage Signatures</string>
			<string id="Rb_Cont_Foxit_Sign_Apply_All_Sign">Apply All Signatures</string>
			<string id="Rb_Panel_Foxit_Sign_Panel_Sign">Document-based Signing</string>
			<string id="Rb_Cate_SelfPanel_36">Self Panel</string>
			<string id="Rb_Cont_Sign_Fill_AddText">Add Text</string>
			<string id="Rb_Cont_Sign_Fill_AddText_Comb">Comb Field</string>
			<string id="Rb_Cate_Itself_45">Itself</string>
			<string id="Rb_Cate_SubItem_42">SubItem</string>
			<string id="Rb_Sub_Sign_Fill_Set_PreText">Set Predefined Text</string>
			<string id="Rb_Cont_Sign_Fill_Predefine">Predefined Text</string>
			<string id="Rb_Panel_Sign_Panel_FillText">Fill Text</string>
			<string id="Rb_Cate_SelfPanel_37">Self Panel</string>
			<string id="Rb_Cont_Sign_Fill_AddCheckMark">Add Check Mark</string>
			<string id="Rb_Cont_Sign_Fill_AddX">Add X</string>
			<string id="Rb_Cont_Sign_Fill_AddDot">Add Dot</string>
			<string id="Rb_Cont_Sign_Fill_AddLine">Add Line</string>
			<string id="Rb_Cont_Sign_Fill_AddRoundedRectangle">Add Rounded Rectangle</string>
			<string id="Rb_Panel_Sign_Panel_Fill">Fill</string>
			<string id="Rb_Cate_SelfPanel_38">Self Panel</string>
			<string id="Rb_Cont_Foxit_Sign_Panel_Request">Request Signature</string>
			<string id="Rb_Cont_Foxit_Sign_Panel_Status">Document Status</string>
			<string id="Rb_Panel_Foxit_Sign_Panel_Transaction_Based">Transaction-based Signing</string>
			<string id="Rb_Rib_Ribbon_Category_Foxit_Sign">Foxit eSign</string>
			<string id="Rb_Cate_SelfCategory_8">Self Category</string>
			<string id="Rb_Cate_SelfPanel_39">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_6">Hand</string>
			<string id="Rb_Cate_Itself_46">Itself</string>
			<string id="Rb_Cate_SubItem_43">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_6">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_5">Tools</string>
			<string id="Rb_Cate_SelfPanel_40">Self Panel</string>
			<string id="Rb_Cate_Itself_47">Itself</string>
			<string id="Rb_Cate_SubItem_44">SubItem</string>
			<string id="Rb_Sub_File_Main_Share_AcroSendMail_SendMailTab">Email Current Tab</string>
			<string id="Rb_Sub_File_Main_Share_AcroSendMail_SendMailAllTab">Email All Open Tabs</string>
			<string id="Rb_Cont_File_Main_Share_AcroSendMail_SendMail">Email</string>
			<string id="Rb_Cont_File_Main_Share_SendToEvernote">Evernote</string>
			<string id="Rb_Cont_File_Main_Share_SendToOneNote">OneNote</string>
			<string id="Rb_Panel_Share_Panel_Sendto">Send To</string>
			<string id="Rb_Cate_SelfPanel_41">Self Panel</string>
			<string id="Rb_Cate_Itself_48">Itself</string>
			<string id="Rb_Cate_SubItem_45">SubItem</string>
			<string id="Rb_Sub_Shared_Review_Manage_Publish_Comments">Publish Comments</string>
			<string id="Rb_Sub_Shared_Review_Manage_Check_Comments">Check for New Comments</string>
			<string id="Rb_Sub_Shared_Review_Manage_Reconnect_Server">Reconnect to Server</string>
			<string id="Rb_Sub_Shared_Review_Manage_SaveAsCopy">Save an Archive Copy</string>
			<string id="Rb_Sub_Shared_Review_Manage_Offline">Work Offline</string>
			<string id="Rb_Sub_Shared_Review_Manage_Online">Work Online</string>
			<string id="Rb_Cont_Shared_Review_Manage">Manage Shared Review</string>
			<string id="Rb_Cate_Itself_49">Itself</string>
			<string id="Rb_Cate_SubItem_46">SubItem</string>
			<string id="Rb_Sub_Email_Review_Manage_Send_Commnets">Send Comments</string>
			<string id="Rb_Sub_Email_Review_Manage_Merge_Comments">Merge Comments</string>
			<string id="Rb_Cont_Email_Review_Manage">Manage Email Review</string>
			<string id="Rb_Cont_Tracker">Tracker</string>
			<string id="Rb_Panel_Share_Panel_Review">Review</string>
			<string id="Rb_Cate_SelfPanel_42">Self Panel</string>
			<string id="Rb_Cate_Itself_50">Itself</string>
			<string id="Rb_Cate_SubItem_47">SubItem</string>
			<string id="Rb_Sub_Check_In">Check In</string>
			<string id="Rb_Sub_Check_Out">Check Out</string>
			<string id="Rb_Sub_Discard_Check_Out">Discard Check Out</string>
			<string id="Rb_Sub_Prepare_Doc_Properties">Document Properties</string>
			<string id="Rb_Cont_Ribbon_Element_SharePoint">SharePoint</string>
			<string id="Rb_Panel_SPServer_Panel">SharePoint</string>
			<string id="Rb_Cate_SelfPanel_43">Self Panel</string>
			<string id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_SHARE">Document Sharing</string>
			<string id="Rb_Panel_PANEL_NAME_JS_PLUGIN_SHARE">Share</string>
			<string id="Rb_Rib_Ribbon_Category_Share">Share</string>
			<string id="Rb_Cate_SelfCategory_9">Self Category</string>
			<string id="Rb_Cate_SelfPanel_44">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_7">Hand</string>
			<string id="Rb_Cate_Itself_51">Itself</string>
			<string id="Rb_Cate_SubItem_48">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_7">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_6">Tools</string>
			<string id="Rb_Cate_SelfPanel_45">Self Panel</string>
			<string id="Rb_Cont_AddcDocID">Convert to cPDF</string>
			<string id="Rb_Cont_Document_Vesion_Publish">Register New Version</string>
			<string id="Rb_Cont_CPDF_Message">Advanced Settings</string>
			<string id="Rb_Panel_Create_ConnectedPDF">Create ConnectedPDF</string>
			<string id="Rb_Cate_SelfPanel_46">Self Panel</string>
			<string id="Rb_Cont_Tutorial">Tutorials</string>
			<string id="Rb_Panel_Tutorial">Tutorials</string>
			<string id="Rb_Cate_SelfPanel_47">Self Panel</string>
			<string id="Rb_Cont_Homepage_Private_Control">Document Homepage</string>
			<string id="Rb_Cont_Version_History">Version History</string>
			<string id="Rb_Cont_Related_People">Related People</string>
			<string id="Rb_Panel_Info">Document Info</string>
			<string id="Rb_Cate_SelfPanel_48">Self Panel</string>
			<string id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_CDRM_1">Protect Document</string>
			<string id="Rb_Panel_PANEL_NAME_JS_PLUGIN_CDRM_1">Encrypt</string>
			<string id="Rb_Cate_SelfPanel_49">Self Panel</string>
			<string id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_SHARE_1">Document Sharing</string>
			<string id="Rb_Panel_PANEL_NAME_JS_PLUGIN_SHARE_1">Share</string>
			<string id="Rb_Rib_Ribbon_Category_ConnectedPDF">Connect</string>
			<string id="Rb_Cate_SelfCategory_10">Self Category</string>
			<string id="Rb_Cate_SelfPanel_50">Self Panel</string>
			<string id="Rb_Cont_Help_Help_UserManual">User Manual</string>
			<string id="Rb_Cont_Help_Help_HelpCenter">Help Center</string>
			<string id="Rb_Cont_Help_Help_CommandLine">Command Line Help</string>
			<string id="Rb_Cont_Help_Help_Report_Error">Post Your Idea</string>
			<string id="Rb_Panel_Help_Panel_Help">Help</string>
			<string id="Rb_Cate_SelfPanel_51">Self Panel</string>
			<string id="Rb_Cont_Help_Product_Plugin">Foxit Plug-Ins</string>
			<string id="Rb_Cont_Help_Product_DefaultReader">Set to Default PDF Reader</string>
			<string id="Rb_Panel_Help_Panel_Product">Product</string>
			<string id="Rb_Cate_SelfPanel_52">Self Panel</string>
			<string id="Rb_Cont_Help_Registration_Registration">Register</string>
			<string id="Rb_Panel_Help_Panel_Registration">Register</string>
			<string id="Rb_Cate_SelfPanel_53">Self Panel</string>
			<string id="Rb_Cont_Help_Product_About">About Foxit PDF Reader</string>
			<string id="Rb_Panel_Help_Panel_About">About</string>
			<string id="Rb_Cate_SelfPanel_54">Self Panel</string>
			<string id="Rb_Cont_Help_Activation_Activation">Activate Plugins</string>
			<string id="Rb_Panel_Help_Panel_Activation">Activate</string>
			<string id="Rb_Rib_Ribbon_Category_Help">Help</string>
			<string id="Rb_Cate_SelfCategory_11">Self Category</string>
			<string id="Rb_Cate_SelfPanel_55">Self Panel</string>
			<string id="Rb_Cont_Home_Tools_HandMenuItem_8">Hand</string>
			<string id="Rb_Cate_Itself_52">Itself</string>
			<string id="Rb_Cate_SubItem_49">SubItem</string>
			<string id="Rb_Cont_Home_Tools_Select_8">Select</string>
			<string id="Rb_Panel_Review_Panel_Tools_7">Tools</string>
			<string id="Rb_Cate_SelfPanel_56">Self Panel</string>
			<string id="Rb_Cate_Itself_53">Itself</string>
			<string id="Rb_Cate_SubItem_50">SubItem</string>
			<string id="Rb_Sub_Sign_InkSign_Style_Create">Create Signature</string>
			<string id="Rb_Sub_Sign_InkSign_Style_Preference">Preferences</string>
			<string id="Rb_Cont_Sign_InkSign_Style">Signature List</string>
			<string id="Rb_Cont_Sign_InkSign_Manage">Manage Signatures</string>
			<string id="Rb_Cont_Sign_InkSign_KeepToolSelected">Keep Tool Selected</string>
			<string id="Rb_Cont_Sign_InkSign_Apply_All">Apply All Signatures</string>
			<string id="Rb_Panel_Sign_Panel_InkSign">Sign</string>
			<string id="Rb_Cate_SelfPanel_57">Self Panel</string>
			<string id="Rb_Cont_Sign_Fill_AddText_1">Add Text</string>
			<string id="Rb_Cont_Sign_Fill_AddText_Comb_1">Comb Field</string>
			<string id="Rb_Cate_Itself_54">Itself</string>
			<string id="Rb_Cate_SubItem_51">SubItem</string>
			<string id="Rb_Cont_Sign_Fill_Predefine_1">Predefined Text</string>
			<string id="Rb_Panel_Sign_Panel_FillText_1">Fill Text</string>
			<string id="Rb_Cate_SelfPanel_58">Self Panel</string>
			<string id="Rb_Cont_Sign_Fill_AddCheckMark_1">Add Check Mark</string>
			<string id="Rb_Cont_Sign_Fill_AddX_1">Add X</string>
			<string id="Rb_Cont_Sign_Fill_AddDot_1">Add Dot</string>
			<string id="Rb_Cont_Sign_Fill_AddLine_1">Add Line</string>
			<string id="Rb_Cont_Sign_Fill_AddRoundedRectangle_1">Add Rounded Rectangle</string>
			<string id="Rb_Panel_Sign_Panel_Fill_1">Fill</string>
			<string id="Rb_Cate_SelfPanel_59">Self Panel</string>
			<string id="Rb_Cont_Sign_CLOSE_CLOSE">Close</string>
			<string id="Rb_Panel_Sign_Panel_CLOSE">Close</string>
			<string id="Rb_Rib_Ribbon_Category_FillSign">Fill &amp; Sign</string>
			<string id="Rb_Cate_SelfCategory_12">Self Category</string>
			<string id="Rb_Cate_SelfPanel_60">Self Panel</string>
			<string id="Rb_Cont_View_DocumentViews_PortfolioView_Layout">Layout</string>
			<string id="Rb_Cont_View_DocumentViews_PortfolioView_Detail">Details</string>
			<string id="Rb_Cont_View_DocumentViews_PortfolioView_CoverSheet">Cover Sheet</string>
			<string id="Rb_Cate_Itself_55">Itself</string>
			<string id="Rb_Cate_SubItem_52">SubItem</string>
			<string id="Rb_Sub_Portfolio_View_Preview_Right">Right</string>
			<string id="Rb_Sub_Portfolio_View_Preview_Bottom">Bottom</string>
			<string id="Rb_Sub_Portfolio_View_Preview_Off">Off</string>
			<string id="Rb_Cont_Portfolio_View_Preview">Preview Pane</string>
			<string id="Rb_Cate_Itself_56">Itself</string>
			<string id="Rb_Cate_SubItem_53">SubItem</string>
			<string id="Rb_Sub_Portfolio_View_Default_RetainOriginal">Retain Original</string>
			<string id="Rb_Sub_Portfolio_View_Default_Layout">Layout</string>
			<string id="Rb_Sub_Portfolio_View_Default_Details">Details</string>
			<string id="Rb_Sub_Portfolio_View_Default_CoverSheet">Cover Sheet</string>
			<string id="Rb_Cont_Portfolio_View_Default">Default View</string>
			<string id="Rb_Panel_Portfolio_Panel_View">View</string>
			<string id="Rb_Rib_Ribbon_Category_Portfolio">Portfolio</string>
			<string id="Rb_Cate_SelfCategory_13">Self Category</string>
			<string id="Rb_Cate_SelfPanel_61">Self Panel</string>
			<string id="Rb_Cont_DMS_Check_In">Check In</string>
			<string id="Rb_Cont_DMS_Check_Out">Check Out</string>
			<string id="Rb_Cont_DMS_Discard_Check_Out">Discard Check Out</string>
			<string id="Rb_Cont_DMS_Prepare_Doc_Properties">Document Properties</string>
			<string id="Rb_Panel_DmsForLegal">DMSforLegal</string>
			<string id="Rb_Rib_Ribbon_Category_DmsForLegal">DMSforLegal</string>
			<string id="Rb_Rib_Ribbon_Category">Ribbon Category</string>
			<string id="Rb_RIBBON">Ribbon</string>
		
		
		
      <string id="AboutDialog_Explain">Enable this option to set the new contents in 'About Foxit PDF Reader' dialog.

Copyright: Change the content of copyright. The default is Foxit information.

Copyright Content: Change the contents under copyright information. The default lists the technology built in Foxit PDF Reader.

BackGroundPath: Set the path of the background.</string>
      <string id="Advertise_Explain">Enable this option to change the settings of advertisement in right corner of the tab bar.

Check 'Remove Advertisement' to hide advertisements in the right corner of the tab bar and disable the setting in 'Preferences > General > Application Startup'.

Check 'Scroll'  to scroll the ads circularly and set the Rolling Time. The default time is 10 seconds.

Folder Path: Change the folder path of advertisements in order to change the advertisements. There should be a 'Profile.xml' file in the new advertisement folder. This file defines the ad image, message and link address. Please refer to the xml file in the Foxit PDF Reader application folder ('..\Foxit PDF Reader\Advertisement\Profile.xml') to get the format of  'Profile.xml' file.</string>
      <string id="CPDF_AutoConvertConnectedPDF">Disable "Automatically save PDF files in ConnectedPDF format (including those created from plugins) only when signed in"</string>
      <string id="CPDF_AutoConvertConnectedPDF_Explain">Enabled this option to forbid the application from automatically saving PDF files in ConnectedPDF format.
	  
Note: ConnectedPDF features are only available in the Simplified Chinese versions. In other versions, this setting has no effect.</string>
      <string id="CPDF_DISABLE">Enable this setting to disable all ConnectedPDF features.
	  
Note: ConnectedPDF features are only available in the Simplified Chinese versions. In other versions, this setting has no effect.</string>
      <string id="CPDF_disableConnectedPDF">Disable ConnectedPDF features</string>
      <string id="DisablePlugins_Explain">Enable this option to remove selected plugins.</string>
      <string id="DisablePluginsList_Explain">Enable this option and input the plugin name which needs to be removed.

Only applications with .fpi extensions can be removed from Foxit PDF Reader. You can find the plugins in the program folder of Foxit PDF Reader (..\Foxit PDF Reader\plugins).</string>
      <string id="MainFrameName_Explain">Enable this option to change the program's name. The default is 'Foxit PDF Reader'.</string>


	  <string id="PL_OPENTEXT">OpenText eDOCS DM</string>
	  <string id="PL_ODBP">OneDrive For Business</string>	
	  <string id="PL_CRP">Cross Reference</string>
	  <string id="PL_CALP">Calculator</string>
	  <string id="PL_ComparePDF">ComparePDF</string>
	  <string id="PL_WOXP">Worldox</string>
      <string id="PL_Assistant">AI Assistant</string>
      <string id="PL_LoupeTool">Loupe Tool</string>
      <string id="PL_Bookmark">Bookmark</string>
	  <string id="PL_FXExport">Convert Export</string>
	  <string id="PL_Layers">Layers</string>
	  <string id="PL_Email">Email</string>
	  <string id="PL_FillSign">Fill and Sign</string>
	  <string id="PL_Signature">Digital Signature</string>  
	  <string id="PL_DocProcess">Document Process</string>
	  <string id="PL_Destinations">Destinations</string>
	  <string id="PL_DMSforLegal">DMSforLegal</string>
	  <string id="PL_Security">Security</string>
	  <string id="PL_PageFormat">Page Format</string>
	  <string id="PL_PageOrganizer">Page Organizer</string>	
	  <string id="PL_PDFOptimizer">PDF Optimizer</string>
	  <string id="PL_PlgDynLoader">Plugin Dynamic Loader</string>
	  <string id="PL_PlgPltfm">Plugin Platform Manager</string>
	  <string id="PL_Portfolio">Portfolio</string>
      <string id="Plugin_ShareReview">ShareReview</string>
      <string id="PL_BPP">BoxPlugin</string>
      <string id="PL_U3DBP">U3DBrowser</string>
	  <string id="PL_WIPP">WIP</string>	  
      <string id="PLUGIN">Plugins</string>
      <string id="PLUGIN_ConnectedPDF">ConnectedPDF</string>
      <string id="PLUGIN_ConnectedPDFDRM">ConnectedPDFDRM</string>
      <string id="PLUGIN_CS">CommentsSummary</string>
      <string id="Plugin_DocuSign">DocuSign</string>
      <string id="PLUGIN_DropboxPlugin">DropboxPlugin</string>
      <string id="PLUGIN_EpubViewer">EpubViewer</string> 
      <string id="PLUGIN_FoxitCloudLogin_1">FoxitAccountManagement</string>
      <string id="PLUGIN_GoogleDrivePlugin">GoogleDrivePlugin</string>
      <string id="Plugin_Licensemanager">LicenseManager</string>
      <string id="PLUGIN_OneDrivePlugin">OneDrivePlugin</string>
      <string id="Plugin_SharePoint">SharePoint</string>
      <string id="Plugin_Speech">Speech</string>
      <string id="Plugin_Updater">Updater</string>
      <string id="PRE_NOTSHOWCUSLAN">Do Not Show Community Languages</string>
      <string id="PREF_AboutDialog">'About Foxit PDF Reader' Dialog</string>
      <string id="PREF_Advertise">Advertisement</string>
      <string id="PREF_AdvertiseFolderPath">Folder Path:</string>
      <string id="PREF_Application_Language_Explain">Enable this option to change the application language settings.

Check 'Don't Show Community Languages' to hide community languages. Otherwise community-translated languages will be listed under official languages.

Default Application Language: Input a language file name, such as 'lang_en-us.xml', to set this language as default application language. This will remove the setting item in 'Preferences > Languages'.</string>
      <string id="PREF_ApplicationLanguage">Application Language</string>
      <string id="PREF_AutoHideStatusBar">Auto-hide Status Bar</string>
      <string id="PREF_BackGroundPath">Back Ground Path:</string>
      <string id="PREF_Copyright">Copyright:</string>
      <string id="PREF_CopyrightContent">Copyright Content:</string>
      <string id="PREF_DefaultApplicationLanguage">Default Application Language:</string>
       <string id="PREF_DefaultWebBrowserReaderMode">Web Browser PDF Viewer:</string>	 
	  <string id="PREF_DefaultSystemReaderMode">System PDF Viewer:</string>
	  <string id="PREF_DefaultPreviewReaderMode">Preview PDF Viewer:</string>
	  <string id="PREF_DefaultThumbnailReaderMode">Thumbnail PDF Viewer:</string>
	  <string id="PREF_DefaultEmbededMSDocReaderMode">Embeded MS Documents Viewer:</string>
	  <string id="PREF_DefaultPDFViewerItemCustom">Default</string>
	  <string id="PREF_DefaultPDFViewerItemEnable">Enabled</string>
	  <string id="PREF_DefaultPDFViewerItemDisable">Disabled</string>
      <string id="PREF_DefaultPDFViewer">Default PDF Viewer</string>
      <string id="PREF_DefaultPDFViewer_Explain">This setting allows you to set Reader as your default PDF viewer. It will take effect under the administrator account.

- System PDF Viewer: Check it to set Reader as the system default PDF viewer.

- Web Browser PDF Viewer: Check it to include browser when setting Foxit PDF Reader as the default PDF viewer.

- Preview PDF Viewer: Check it to include preview when setting Foxit PDF Reader as the default PDF viewer.

- Thumbnail PDF Viewer: Check it to include thumbnail when setting Foxit PDF Reader as the default PDF viewer.

- Embedded Microsoft Office Documents PDF Viewer: Check it to use Foxit PDF Reader to open embedded Acrobat files and embedded Foxit PDF Editor PDF files in Microsoft Office if Acrobat and Foxit PDF Editor are not installed.</string>
      <string id="PREF_DisableSecurity_Explain">Enable this option to disable the security warning when Foxit PDF Reader is launched by a third-party application without a valid digital signature.</string>
      <string id="PREF_DisableSecurityWarning">Disable Security Warning</string>
	  <string id="PREF_UpdaterSetting">Updater</string>	  
	  <string id="PREF_UpdaterSetting_Explain">Choose "Automatically install updates" to regularly check for updates, allow the application to download and install them automatically.

Choose "Ask before installing updates" to automatically download and display a message informing users of the upgrade and allow users to choose to upgrade to the new version.

Choose "Do not download or install updates automatically" to never download or install updates automatically.

This setting will change the corresponding setting in Preferences > Updater.</string>
      <string id="PREF_UpdaterSettingAutoInstall">Automatically install updates</string>
      <string id="PREF_UpdaterSettingAskBeforeInstall">Ask before installing updates</string>
      <string id="PREF_UpdaterSettingNotUpdate">Do not download or install updates automatically</string>
      <string id="PREF_UpdaterSettingOpt">Settings:</string>  
      <string id="PREF_EnableUserManualLink">Change The Link For User Manual</string>
      <string id="PREF_Hide_Status_Bar">Hide Status Bar</string>
      <string id="PREF_HomepageSetting">Home Page Settings</string>
      <string id="PREF_MainframeName">Program Name</string>
      <string id="PREF_MainframeNameStatic">Program Name:</string>
      <string id="PREF_RemoveAdvertise">Remove Advertisement</string>
      <string id="PREF_RoolMode">Scroll</string>
      <string id="PREF_RoolTime">Rolling Time: (1-60000s)</string>
      <string id="PREF_SafeReadingMode">Enable Safe Reading Mode</string>
      <string id="PREF_Settings">Settings</string>
      <string id="PREF_Show_StatusBar">Show Status Bar</string>
      <string id="PREF_Startpage">Show Start Page</string>
	  <string id="PREF_Startpage_Explain">Enable this option to show the Start Page.

Disable this option to hide the Start Page.</string>
      <string id="PREF_StatusBar">Status Bar</string>
      <string id="PREF_StatusBar_Explain">Enable this option to change the settings of Status Bar.

Choose whether or not the Status Bar will be shown. If you choose 'Auto-hide Status Bar', the Status Bar will only appear when you put the cursor near the bottom of the page.</string>
      <string id="PREF_UserManualPath">User Manual Path</string>
      <string id="PREF_UserManualPath_Explain">Enable this option to change the link of User Manual to the local link you want.</string>
      <string id="PREFERENCES">Preferences</string>
      <string id="Reader_ConnectedPDF">Admin Console</string>
      <string id="Reader_ConnectedPDF_Explain">Settings for Admin Console features.</string>
      <string id="Reader_RMS">RMS</string>
      <string id="Registration">Remove 'Registration'</string>
      <string id="Registration_Explain">Enable this option to forbid 'Registration' dialog and remove 'Registration' item from 'Help' tab.</string>
      <string id="Remove_RMS2">FRMSPlgV2</string>
      <string id="Remove_RMSV1">RMSV1</string>
      <string id="Remove_RMSV2">RMSV2</string>
      <string id="RemovePlugins">Remove Plugins</string>
      <string id="RemoveSpecificalPlugins">Remove Specific Plugins</string>
      <string id="RemoveSpecificPlugins">Remove Specific Plugins</string>
      <string id="RMS_Add">Add 'protected' to the name of encrypted files</string>
      <string id="AIP_SaveDoc">AIP default and mandatory labeling</string>
      <string id="AIP_SaveDoc_Explain">Enable this option to allow users to set up default and mandatory labeling.</string>
      <string id="RMS_Add_Explain">Enable this option to append (protected) to the end of the file name of encrypted files.</string>
      <string id="RMS_DR">Dynamic Revocation</string>
      <string id="RMS_DR_Explain">Enable this option to turn on the dynamic revocation feature in the client. Please refer to the user manual to configure the web service when trying using this feature.
Revocation is a mechanism that revokes a PDF document that has already been issued. The primary purpose of revocation is to prevent entities that are no longer trusted from participating in an RMS system.</string>
      <string id="RMS_ENCRYPT_METADATA">Encrypt Metadata</string>
      <string id="RMS_EncryptionIntensity_Explain">Enable this option to use deprecated encryption algorithms (RSA 1024 encryption algorithm) to be compatible with the previous version and disable the setting in 'Preferences > RMS Setting'.

If not defined, AD RMS cryptographic implementation, which supports RSA 2048 for encryption, is the default setting.

'RSA 2048 encryption algorithm' requires one of the following operating systems:
1. AD RMS servers: Windows Server® 2008 R2 with Service Pack 1 (SP1).
2. AD RMS clients:
Windows® 8
Windows® 7 with Service Pack 1 (SP1)
Windows Vista® with Service Pack 2 (SP2)
Windows Server® 2008 with Service Pack 2 (SP2)
Windows Server® 2008 R2 with Service Pack 1 (SP1)</string>
      <string id="RMS_ER">Extended Rights</string>
      <string id="RMS_ER_Explain">Enable this option to turn on the extended rights feature in the client. Please refer to the user manual to configure the web service when using this feature.
Extended rights allow the document owner to control the following items:
Access times: Limit times that users can access a document
Print times: Limit times that users can print a document</string>
      <string id="RMS_Interoperability">RMS Interoperability</string>
      <string id="RMS_Interoperability_Explain">Enable this option, all encrypted PDF will conform to Microsoft IRM Protection for PDF Specification and hence be able to be decrypted by other RMS Viewer. </string>
      <string id="RMS_IRM_Explain">Choose Microsoft IRM Protection Version for document encryption. If not defined, Microsoft IRM Protection V2 is used.</string>
      <string id="RMS_IRMV1">Microsoft IRM Protection</string>
      <string id="RMS_Restricted">Restrict Access</string>
      <string id="RMS_SaveAs">Save As</string>
      <string id="RMS_SaveAs_Explain">Enable this option to turn on the Save As feature for RMS protected files.</string>
      <string id="RMS_SETTING">Rights Management Services</string>
      <string id="RMS_UseDeprecatedEncryptionAlgorithms">Use Deprecated Encryption Algorithms</string>
      <string id="RMSEncryptMetadata_Explain">Enable this option to encrypt document metadata. This disables the setting in 'Preferences > RMS Setting'.</string>
      <string id="ROTATEVIEW">Rotate View</string>
      <string id="SafeReadingMode_Explain">Enable this option to check the option of 'Preferences > Trust Manager > Enable safe Reading Mode'

Check this option for controlling unauthorized action and data transmissions; including URL connection, launching external files and running JavaScript functions to efficiently avoid attacks from malicious documents. 

If you disable this option, you can open any files.</string>
      <string id="SUPPORTED_WINXP">Microsoft Windows 7 or later</string>
      <string id="SUPPORTED_WINXPSP2">Microsoft Windows 7 or later</string>
      <string id="SUPPRESS_DLG">Forbid checking of default PDF viewer</string>
      <string id="SUPPRESS_DLG_EXPLAIN">This setting specifies whether to hide the "Set to Default PDF Reader" dialog on application startup when Reader isn't the default PDF viewer.

Choose "Enabled" to forbid checking of default PDF viewer.

Choose "Disabled" to allow performing a check on application startup.

Note: When enabled, the corresponding option "Always perform check when starting Foxit PDF Reader" in Preferences and in the "Set to Default PDF Reader" dialog will be checked and locked down.</string>
      <string id="PREFERENCES_RMS">Preferences</string>
      <string id="PREFERENCES_ConnectedPDF">Preferences</string>
      <string id="PREF_READMODE">Lock Read Mode in web browsers </string>
      <string id="PREF_READMODE_Help">Enable this option to use Read Mode by default in Foxit PDF Reader browser plugins, and disallow users from exiting this mode. 

Disable this option to not use Read Mode by default and allow users to freely enter and exit Read Mode. 

This setting will change the corresponding setting in Preferences > Documents> Open Settings. </string>
	  <string id="PL_AIPP">AIP Sensitivity labels</string>
	  <string id="Plugin_Accessibility">Accessibility</string>
	  <string id="Plugin_Browser">Browser</string>
	  <string id="PL_Collaboration">Collaboration</string>
	  <string id="PL_ALFP">Alfresco</string>
	  <string id="PL_FoxitSign">Foxit eSign</string>
      <string id="PREF_COLLECTDATA">User Experience Improvement</string>
      <string id="PREF_COLLECTDATA_Help">Enable this option to allow anonymous data collection.

Disable this option to turn off anonymous data collection.

This will change the corresponding setting in Preferences > General.</string>

  	<string id="PREF_COMMENTSFILTER">Filter Comments by the original author only</string>
  	<string id="PREF_COMMENTSFILTER_Help">Enable this option to filter comments by the original author only.

Disable this option to filter comments by all participants.

This will change the corresponding setting in Comment > Filter window.
</string>

 	<string id="CPDF_ConnectedPDFServer">Admin Console Server</string>
 	<string id="CPDF_ConnectedPDFServer_Explain">Set the Admin Console Server, the end user can use this server URL to connect your enterprise Admin Console Server.</string>
    <string id="CPDF_Server">Server URL:</string>
 	<string id="PREF_SendCrashDocument">Share the PDF file that caused crash</string>
 	<string id="PREF_SendCrashDocument_Explain">Enable this option to always share the PDF file that caused crash.

Disable this option to not share the PDF file that caused crash.

This will change and grey out the corresponding setting of ‘Share the PDF file that caused this crash’ option in Crash Report.
</string>
     <string id="AppTrustManager">Trusted Applications</string>
     <string id="AppTrustManagerList">Trusted Application List: </string>
     <string id="AppTrustManagerDesc">Enable this option and input the name of the trusted application in the list. The listed application will be added in Preferences > Trusted Manager > Change settings(2nd) > Apps in Foxit PDF Reader.</string>
     <string id="RMS_IRM_PROTECTION_V1">Microsoft IRM Protection V1</string>
     <string id="RMS_IRM_PROTECTION_V2">Microsoft IRM Protection V2</string>
     <string id="RMS_IRM_PROTECTION_PFile">Microsoft IRM PFile Protection</string>
     <string id="RMS_IRM_PROTECTION_SETTING">Setting</string>
     <string id="PREF_ShowBulbAffects">Show the message which affects the next step</string>
	 <string id="PREF_ShowBulbNotification">Show the notification related message</string>
	 <string id="PREF_ShowBulbPDFA">Show PDF/A message again</string>
	 <string id="PREF_NotificationMsg">Notification Messages</string>	  
	 <string id="PREF_NotificationMsg_Explain">Enable the option and choose how to deal with the different notification messages. If you uncheck all the options, the notification messages will never be shown.

This will change the corresponding setting in Preferences > General.</string>
	  <string id="PREF_RequirePasswordSignatures">Require password to use signatures</string>
	  <string id="PREF_RequirePasswordSignatures_Explain">Choose 'Enabled' to require to create and use new signatures with passwords.
  
Choose 'Disabled' to not require to create or use new signatures with passwords.

This will change the setting of 'Require password to use this signature' in Foxit eSign > Create Signature > Options.</string>
	 <string id="PREF_ProtectedView">Protected View</string>	  
	 <string id="PREF_ProtectedView_Explain">Choose 'Enabled' and select 'Files from potentially unsafe locations' or 'All Files' to turn on protected view in order to protect your computers from being harmed by files originated from potentially unsafe locations.

Choose 'Enabled' and select 'Off' to turn off protected view.

This will change the setting in Preferences > Security > Protected View.</string>
	 <string id="PREF_ProtectedViewUnsafe">Files from potentially unsafe locations</string>
	 <string id="PREF_ProtectedViewAllFiles">All Files</string>
	 <string id="PREF_ProtectedViewOff">Off</string>
	 <string id="PREF_ProtectedViewOpt">Settings:</string>
     <string id="PREF_MultipleInstances">Multiple Windows</string>
	 <string id="PREF_MultipleInstances_Explain">Enable this option to always open files in a new window. 
Disable this option to not open files in a new window.
This will change the corresponding setting in Preferences > Documents. </string>
	 <string id="Cate_Justify">Justify</string>
     <string id="PREF_PrintGDIOutput">Use GDI+ Output for all types of printer</string>
     <string id="PREF_PrintGDIOutput_Explain">Check 'Use GDI+ Output for all types of printer' to use GDI+ Output for PS driver printer, PCL drvier printer will not change.

This will change the setting in Preferences > Print > Use GDI+ Output for all types of printer.</string>
	 <string id="PREF_DPISetting">Change high DPI settings</string>	  
	 <string id="PREF_DPISetting_Explain">Choose 'Application' to render correctly whenever the DPI of the display that they are running on changes.
	 
Choose 'System' to automatically being DPI scaled by Windows.
	 
Choose 'System(Enhanced)' to render correctly at a single display scale factor and become blurry whenever the DPI changes.</string>
	 <string id="PREF_DPISettingApp">Application</string>
	 <string id="PREF_DPISettingSystem">System</string>
	 <string id="PREF_DPISettingSysEnhanced">System(Enhanced)</string>
	 <string id="PREF_DPISettingOpt">Settings:</string>	 
 	 <string id="CPDF_InternalUpdateServer">Update Server</string>
 	 <string id="CPDF_InternalUpdateServer_Explain">Set the path of Update Server.</string>
     <string id="CPDF_InternalUpdateServer_URL">Server URL:</string>
     <string id="PREF_TellMeWhat">Show TELL ME WHAT YOU WANT TO DO</string>
     <string id="PREF_TellMeWhat_Explain">Enable this option to show TELL ME WHAT YOU WANT TO DO.

Disable this option to not show TELL ME WHAT YOU WANT TO DO.</string>
     <string id="PREF_DisablePDFviewerSwitching">Disable Default PDF Viewer Switching</string>
     <string id="PREF_DisablePDFviewerSwitching_Explain">This setting specifies whether to allow end users to change the specified default handler (PDF viewer). When end users are prohibited from setting Reader as the default PDF viewer, the corresponding settings "Check default PDF Viewer when start Foxit PDF Reader" and "Default PDF Viewer" will become invalid.

NOTE: If enabled, all the setting items in Preferences>File Associations will be inaccessible.</string>
	 <string id="PREF_LockAutoCompleteInForm_Explain">Enable this option to lock the Auto-Complete feature and disable the corresponding setting in Preferences > Forms.</string>
	 <string id="PREF_LockAutoCompleteInForm">Lock the Auto-Complete in Form Filling</string>
	 <string id="PREF_DisablePrivilegedLocations_Explain">Enable this option to lock the end user's ability to add files, folders, and hosts as a privileged location to prevent them from continuing to assign trust. 
	 
This will change the corresponding setting in Preferences>Security.</string>
	 <string id="PREF_DisablePrivilegedLocations">Lock Privileged Locations</string> 
	   <string id="INTERNETCONNECTION">Features which require internet connection</string>
	   <string id="INTERNETCONNECTION_Explain">This will change the corresponding setting in Preferences > General.</string>
	   <string id="Cate_Itself_94">Itself</string>
	   <string id="Cate_SubItem_94">SubItem</string>
	   <string id="Cate_Itself_94_Explain">Enable this option to enable all the features which require internet connection.

	Disable this option to disable all the features which require internet connection.

	This will change the corresponding setting in Preferences > General.</string>
	   <string id="Cate_SubItem_94_Explain">Specify features to allow internet connection: check the items to add into a whitelist, they will be allowed to access internet even though disabling all features which require internet connection.</string>
	   <string id="ECMPlugin_Sharepoint">Sharepoint</string>
	   <string id="ECMPlugin_OneDrive">OneDrive</string>
	   <string id="ECMPlugin_Box">Box</string>
	   <string id="ECMPlugin_DropBox">DropBox</string>
	   <string id="ECMPlugin_GoogleDrive">Google Drive</string>
	   <string id="ECMPlugin_DMSforLegal">DMSforLegal</string>	 
	   <string id="ECMPlugin_Alfresco">Alfresco</string>  
	   <string id="ECMPlugin_RMSV2">RMSV2</string>
	   <string id="ECMPlugin_FileOpen">FileOpen</string>
	   <string id="ECMPlugin_DocuSign">DocuSign</string>
	   <string id="ECMPlugin_ShareReview">ShareReview</string>
	   <string id="FoxitInner_HelpCenter">Help Center</string>
	   <string id="PREF_NotUseQuickTimePlayer">Do not use QuickTime Player for multimedia items</string>
	   <string id="PREF_NotUseQuickTimePlayer_Explain">Enable this option to disable using QuickTime Player for multimedia items.</string>
	   <string id="PREF_ManageSites">Disable editing Manage Sites</string>	  
	   <string id="PREF_ManageSites_Explain">Enable this option to disable and lock the end user's ability to specify the default behavior for accessing the Internet from PDFs

Choose "Always ask" to ask before opening every URL.

Choose "Allow access" to allow access to all URLs.

Choose "Block access" to restrict access to all URLs.</string>
	   <string id="PREF_ManageSitesAsk">Always ask</string>
	   <string id="PREF_ManageSitesAllow">Allow access</string>
	   <string id="PREF_ManageSitesBlock">Block access</string>
	   <string id="PREF_ManageSitesOpt">Settings:</string>
	   <string id="PREF_CreateDigitalIDs">Enable creating self signed digital IDs</string>
	   <string id="PREF_CreateDigitalIDs_Explain">Disable this option to forbid the end user's ability to select Create a new Digital ID option in Add ID workflows.</string>
	   <string id="PREF_EnableJavascript">Javascript Action</string>
	   <string id="PREF_EnableJavascript_Explain">Enable this option to allow running JavaScript in PDF files.

Disable this option to disallow running JavaScript in PDF files.

This will change the corresponding setting in Preferences > JavaScript > Enable JavaScript Action.</string>
  <string id="PREF_PDFAMode">PDF/A View Mode</string>
  <string id="PREF_PDFAMode_Explain">Enbale this option and select the preferred PDF/A View Mode. 

This will change the settings in Preferences > Document > PDF/A View mode.</string>
	 <string id="PREF_AutoUpdateCert">Load trusted certificates from Foxit server</string>	  
	 <string id="PREF_AutoUpdateCert_Explain">This setting specifies the way to load "trusted certificates from Foxit server".

If this setting is enabled, three options will be available:
  "Disable": Don't load trusted certificates from Foxit server.
  "Enable &amp; Ask before updating": Load trusted certificates from Foxit server but will ask before updating.
  "Enable &amp; Install silently": Load trusted certificates from Foxit server but will install silently.

This will change the setting in Preferences > Trust Manager >Automatic Foxit Approved Trust List Updates.

If this setting is disabled or not configured, the default will take effect.</string>
     <string id="PREF_PDFAModeNever">Never</string>
	 <string id="PREF_PDFAModeOnly">Only for PDF/A documents</string>
	 <string id="PREF_AutoUpdateCertDisable">Disable</string>
	 <string id="PREF_AutoUpdateCertAsk">Enable &amp; Ask before updating</string>
	 <string id="PREF_AutoUpdateCertSilent">Enable &amp; Install silently</string>
	 <string id="PREF_AutoUpdateCertOpt">Settings:</string>	 
	 <string id="PREF_PDFAModeOpt">Settings:</string>
	 <string id="ECMServerSharePoint">Configure SharePoint server URL</string>
	 <string id="ECMServerSharePointList">SharePoint Server URL:</string>	 
   	 <string id="ECMServerSharePoint_Explain">This option allows you to configure a server URL for SharePoint. Any changes made here will be synchronized to the corresponding settings under File>Open or Save As> Add a place>SharePoint.

If this option is enabled, the URLs you add will appear in the login interface but only the recent 10 ones. The first URL added will be the default one.

If this option is disabled or not configured, the default will take effect.</string>
	 <string id="ECMServerAlfresco">Configure Alfresco server URL</string>
	 <string id="ECMServerAlfresco_Explain">This option allows you to configure a server URL for Alfresco. Any changes made here will be synchronized to the corresponding settings under File>Open or Save As> Add a place>Alfresco.

If this option is enabled, the URL you add will appear in the login interface.

If this option is disabled or not configured, the default will take effect.</string>
	 <string id="ECMServerAlfrescoLabel">Alfresco Server URL:</string>
	 <string id="PREF_FILEASSOCIATION">File Association</string>
	 <string id="PREF_FILEASSOCIATION_Explain">This will change the corresponding setting in Preferences>File Associations.</string>
	<string id="PREF_PrivilegedLocations">Privileged Locations</string>
	<string id="PREF_PrivilegedLocations_Explain">This will change the corresponding setting in Preferences>Security.</string>	
    <string id="PREF_AddPrivilegedLocations">Add to Privileged Locations</string>
	<string id="PREF_AddPrivilegedLocations_Explain">Enable this option to disable and lock the end user's ability to add files, folders, and hosts as a privileged location prevents them from assigning trust and thereby exempting that location from enhanced security restrictions.
Input the file path, folder path or host name which need to be added to the privileged location list.</string>
	<string id="PREF_UpdateConfig">Update Settings</string>
	<string id="PREF_UpdateConfig_Explain">Settings for update features.</string>
	<string id="NULL_Explain"></string>
    </stringTable>
    <presentationTable>
			<presentation id="Rb_Cate_Itself_1" />
			<presentation id="Rb_Cate_SubItem_1">
				<checkBox refId="Rb_Ribbonbar_CommandSearch">Actions</checkBox>
				<checkBox refId="Rb_RibbonBar_Find">Find in Document</checkBox>
				<checkBox refId="Rb_Sub_Ribbon_Help_Search">Get Help on</checkBox>
				<checkBox refId="Rb_Sub_RibbonBar_FindSearch">Advanced Search</checkBox>
				<checkBox refId="Rb_Sub_Comment_Drawing_SearchHighlight">Search &amp;&amp; Highlight</checkBox>
			</presentation>
			<presentation id="Rb_Cont_RibbonBar_Find" />
			<presentation id="Rb_Cate_Itself_2" />
			<presentation id="Rb_Cate_SubItem_2">
				<checkBox refId="Rb_Sub_Button_FindWholeWord">&amp;Whole Words Only</checkBox>
				<checkBox refId="Rb_Sub_Button_FindCaseSensitive">&amp;Case-Sensitive</checkBox>
				<checkBox refId="Rb_Sub_Button_FindIncludeBookmarks">I&amp;nclude Bookmarks</checkBox>
				<checkBox refId="Rb_Sub_Button_FindIncludeComments">Incl&amp;ude Comments</checkBox>
				<checkBox refId="Rb_Sub_Button_FindMenuHighlightAll">&amp;Highlight All Text</checkBox>
				<checkBox refId="Rb_Sub_RibbonBar_FindProperties">Properties</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_SaveAs">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_3">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_3">
				<checkBox refId="Rb_Sub_File_Main_InputMode_Touch">Touch Mode</checkBox>
				<checkBox refId="Rb_Sub_File_Main_InputMode_Mouse">Mouse Mode</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Open">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Undo">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Redo">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Save">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Print">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_FoxitCloud_Tabbar_ID_User" />
			<presentation id="Rb_Cate_SelfCategory_1" />
			<presentation id="Rb_Cate_SelfPanel_1" />
			<presentation id="Rb_Cate_Itself_4">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_4">
				<checkBox refId="Rb_Sub_File_Propertions_Description">Description</checkBox>
				<checkBox refId="Rb_Sub_File_Propertions_InitialView">Initial View</checkBox>
				<checkBox refId="Rb_Sub_File_Propertions_Advanced">Advanced</checkBox>
				<checkBox refId="Rb_Sub_File_Propertions_Security">Security</checkBox>
				<checkBox refId="Rb_Sub_File_Propertions_Font">Fonts</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_5">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_5">
				<checkBox refId="Rb_Sub_File_Open_Computer">Computer</checkBox>
				<checkBox refId="Rb_Sub_File_Open_Recentfile">Recent Documents</checkBox>
				<checkBox refId="Rb_Sub_File_Open_ADDAPlace">Add a place</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Save_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_6">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_6">
				<checkBox refId="Rb_Sub_File_SaveAs_Computer">Computer</checkBox>
				<checkBox refId="Rb_Sub_File_SaveAs_ADDAPlace">Add a place</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Print_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Batch_Print">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_7">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_7">
				<checkBox refId="Rb_Sub_File_Share_Email">Email</checkBox>
				<checkBox refId="Rb_Sub_File_Share_Tracker">Tracker</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Revert">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Close">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_GeneralPrefs">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_FilePageChangeSkin">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_2" />
			<presentation id="Rb_Cate_SelfPanel_2">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_8">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_8">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_Snapshot">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_9">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_9">
				<checkBox refId="Rb_Sub_Home_Tools_Clipboard_Cut">Cut</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_Clipboard_Copy">Copy</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_Clipboard_Paste">Paste</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_Clipboard_SelectAll">Select All</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_3">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_10">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_10">
				<checkBox refId="Rb_Sub_Home_Zoom_ZoomViewIn">Zoom In</checkBox>
				<checkBox refId="Rb_Sub_Home_Zoom_ZoomViewOut">Zoom Out</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_6400">6400%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_3200">3200%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_1600">1600%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_800">800%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_600">600%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_400">400%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_200">200%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_150">150%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_125">125%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_100">100%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_75">75%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_66">66.67%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_50">50%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_33">33.33%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_25">25%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_12">12.5%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_8">8.33%</checkBox>
				<checkBox refId="Rb_Sub_Review_Tools_Zoom_1">1%</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_11">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_11">
				<checkBox refId="Rb_Sub_Home_Zoom_ActualSize">Actual Size</checkBox>
				<checkBox refId="Rb_Sub_Home_Zoom_FitPage">Fit Page</checkBox>
				<checkBox refId="Rb_Sub_Home_Zoom_FitWidth">Fit Width</checkBox>
				<checkBox refId="Rb_Sub_Home_Zoom_FitVisible">Fit Visible</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_View_Reflow">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_12">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_12">
				<checkBox refId="Rb_Sub_View_PageDisplays_Rotate_Left">Rotate Left</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_Rotate_Right">Rotate Right</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_4">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Typewriter">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Highlight">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_5">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Insert_Link">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Links_BookMark">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_6">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Insert_AddFileAttachment">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_INSERT_IMAGE">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_HOME_INSERT_MULTIMEDIA">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_7">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Protect_Signature_FillSign">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_3" />
			<presentation id="Rb_Cate_SelfPanel_8">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_13">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_13">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_9">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Highlight_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Squiggly">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_UnderLine">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Strikeout">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Replace">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Insert">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_10">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Review_pin_Note">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Review_Pin_File">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_11">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Typewriter_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Textbox">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Callout">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_12">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_14">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_14">
				<checkBox refId="Rb_Sub_Button_Rectangle">Rectangle</checkBox>
				<checkBox refId="Rb_Sub_Button_Oval">Oval</checkBox>
				<checkBox refId="Rb_Sub_Button_Polygan">Polygon</checkBox>
				<checkBox refId="Rb_Sub_Button_Cloudy">Cloud</checkBox>
				<checkBox refId="Rb_Sub_Button_Arrow">Arrow</checkBox>
				<checkBox refId="Rb_Sub_Button_Line">Line</checkBox>
				<checkBox refId="Rb_Sub_Button_Polyline">PolyLine</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Annots_Tool_InkMenuItem">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Rubber">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_13">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_AreaHighlight">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Comment_Drawing_SearchHighlight">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_14">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_15">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_15">
				<checkBox refId="Rb_Sub_Button_Distance">Distance</checkBox>
				<checkBox refId="Rb_Sub_Button_Perimeter">Perimeter</checkBox>
				<checkBox refId="Rb_Sub_Button_Area">Area</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_15">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Button_Stamp">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_16">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_16">
				<checkBox refId="Rb_Sub_Create_Custom">Create Custom Stamp</checkBox>
				<checkBox refId="Rb_Sub_Create_Dynamic">Create Custom Dynamic Stamp</checkBox>
				<checkBox refId="Rb_Sub_Create_Manage">Manage Stamps</checkBox>
				<checkBox refId="Rb_Sub_Create_Clipboard">Paste Clipboard Image as Stamp Tool</checkBox>
				<checkBox refId="Rb_Sub_Palette">Show Stamps Palette</checkBox>
				<checkBox refId="Rb_Sub_Favorite">Set Favorite Stamps</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_16">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Comment_Panel_Summarize">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Reivew_CommentsData_Import">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_17">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_17">
				<checkBox refId="Rb_Sub_Reivew_CommentsData_ExportAllComments">All Comments</checkBox>
				<checkBox refId="Rb_Sub_Reivew_CommentsData_ExportSelectedComments">Selected Comments</checkBox>
				<checkBox refId="Rb_Sub_Reivew_CommentsData_ExportHighlightText">Highlighted Text</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Reivew_CommentsData_Email">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_18">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_19">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_18">
				<checkBox refId="Rb_Sub_Review_CommentsData_ShowAllComments">Show All</checkBox>
				<checkBox refId="Rb_Sub_Review_CommentsData_HideAllComments">Hide All</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_20">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_19">
				<checkBox refId="Rb_Sub_Review_CommentsData_OpenAllPopup">Open All</checkBox>
				<checkBox refId="Rb_Sub_Review_CommentsData_CloseAllPopup">Close All</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Review_CommentsData_KeepToolSelected">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_4" />
			<presentation id="Rb_Cate_SelfPanel_17">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_2">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_21">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_20">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_18">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_ReadMode">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_View_Reflow_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_ReverseView">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_NightMode">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_TextView">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_19">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_22">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_21">
				<checkBox refId="Rb_Sub_View_PageDisplays_Rotate_Left">Rotate Left</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_Rotate_Right">Rotate Right</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_20">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_SinglePage">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_OneColumn">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_TwoPages">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_TwoColumns">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_CoverPage">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_23">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_22">
				<checkBox refId="Rb_Sub_View_PageDisplays_VSplit">Vertically Split</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_HSplit">Horizontally Split</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_QuadSplit">Spreadsheet Split</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_21">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_PageDisplays_AutoScroll">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_22">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_24">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_23">
				<checkBox refId="Rb_Sub_View_Assistant_Marquee">Marquee</checkBox>
				<checkBox refId="Rb_Sub_Home_MakePage_Zoom_Loupe">Loupe</checkBox>
				<checkBox refId="Rb_Sub_Home_MakePage_Zoom_Magnifier">Magnifier</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_23">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_25">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_26">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_24">
				<checkBox refId="Rb_Sub_View_Read_Start">Activate Read</checkBox>
				<checkBox refId="Rb_Sub_View_Read_CurrentPage">Read Current Page</checkBox>
				<checkBox refId="Rb_Sub_View_Read_Document">Read from Current Page</checkBox>
				<checkBox refId="Rb_Sub_View_Read_Stop">Stop</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_27">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_25">
				<checkBox refId="Rb_Sub_View_Read_Rate_Silder">Speed</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_28">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_26">
				<checkBox refId="Rb_Sub_View_Read_Volume_Silder">Volume</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_Read_Pause">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_24">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_Proofing_WordCount">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_25">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_29">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_30">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_27">
				<checkBox refId="Rb_Sub_View_PageDisplays_Guides">Guides</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_Rulers">Rulers</checkBox>
				<checkBox refId="Rb_Sub_View_PageDisplays_Line_Weights">Line Weights</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_31">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_28">
				<checkBox refId="Rb_Sub_View_Setting_ShowHideBookmarks">Bookmarks</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_ShowHideThumbnails">Pages</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_ShowHideAnnotManager">Comments</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_ShowHideFileAttachment">Attachments</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_SecuritySetting">Security Settings</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_ShowHideSignatures">Digital Signatures</checkBox>
				<checkBox refId="Rb_Sub_ConnectedPDF">ConnectedPDF</checkBox>
				<checkBox refId="Rb_Sub_ShowHideOptCont">Layers</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_Hide_Navigations">Show Navigation Panel Buttons</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_Dock_Navigations">Reset All Panels</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_32">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_29">
				<checkBox refId="Rb_Sub_View_Setting_Show_StatusBar">Show Status Bar</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_AutoHide_StatusBar">Auto-hide Status Bar</checkBox>
				<checkBox refId="Rb_Sub_View_Setting_Hide_StatusBar">Hide Status Bar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_5" />
			<presentation id="Rb_Cate_SelfPanel_26">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_3">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_33">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_30">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_27">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Form_Edit_ResetForm">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_34">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_31">
				<checkBox refId="Rb_Sub_Form_FormData_ExportAppend">Append to an Existing Sheet</checkBox>
				<checkBox refId="Rb_Sub_Form_FormData_ExportCombine">Combine Forms to a Sheet</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Form_FormData_Import">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_35">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_32">
				<checkBox refId="Rb_Sub_Form_FormData_Export">To File</checkBox>
				<checkBox refId="Rb_Sub_Form_FormData_Email">Via Email</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_28">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_36">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_33">
				<checkBox refId="Rb_Sub_Form_Edit_Highlight">Highlight Fields</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_6" />
			<presentation id="Rb_Cate_SelfPanel_29">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_4">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_37">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_34">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_30">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_38">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_35">
				<checkBox refId="Rb_Sub_Login">Login to DocuSign</checkBox>
				<checkBox refId="Rb_Sub_SignDoc">Sign with DocuSign</checkBox>
				<checkBox refId="Rb_Sub_SendDoc">Send via DocuSign</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Protect_Signature_FillSign_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_39">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_36">
				<checkBox refId="Rb_Sub_Protect_Signature_Place">&amp;Place Signature...</checkBox>
				<checkBox refId="Rb_Sub_Protect_Signature_SignDoc">&amp;Sign Document...</checkBox>
				<checkBox refId="Rb_Sub_Digital_IDs">Digital IDs</checkBox>
				<checkBox refId="Rb_Sub_Trust_Certificates">&amp;Trusted Certificates</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Time_Stamp_Document">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Validate_All_Signatures">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_31">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_40">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_37">
				<checkBox refId="Rb_Sub_subItem_unRestrictAccess">Unrestricted Access</checkBox>
				<checkBox refId="Rb_Sub_subItem_noIssuer">Connect to Digital Right Management Servers and Get Templates</checkBox>
			</presentation>
			<presentation id="Rb_Cont_PE_BatchEncrypt">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_41">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_38">
				<checkBox refId="Rb_Sub_subItem_templateMana">Custom Templates</checkBox>
				<checkBox refId="Rb_Sub_subItem_watermarkMana">Security Watermark</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_32">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_42">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_39">
				<checkBox refId="Rb_Sub_no_issuer">Connect to Microsoft Azure Information Protection</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_33">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_CDRM">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_7" />
			<presentation id="Rb_Cate_SelfPanel_34">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_5">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_43">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_40">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_35">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_44">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_41">
				<checkBox refId="Rb_Sub_Ribbon_Panel_BTCreateSign">Create Signature</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Foxit_Sign_Manage_Sign">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Foxit_Sign_Apply_All_Sign">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_36">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddText">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddText_Comb">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_45">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_42">
				<checkBox refId="Rb_Sub_Sign_Fill_Set_PreText">Set Predefined Text</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_37">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddCheckMark">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddX">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddDot">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddLine">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddRoundedRectangle">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_38">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Foxit_Sign_Panel_Request">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Foxit_Sign_Panel_Status">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_8" />
			<presentation id="Rb_Cate_SelfPanel_39">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_6">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_46">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_43">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_40">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_47">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_44">
				<checkBox refId="Rb_Sub_File_Main_Share_AcroSendMail_SendMailTab">Email Current Tab</checkBox>
				<checkBox refId="Rb_Sub_File_Main_Share_AcroSendMail_SendMailAllTab">Email All Open Tabs</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Share_SendToEvernote">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_File_Main_Share_SendToOneNote">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_41">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_48">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_45">
				<checkBox refId="Rb_Sub_Shared_Review_Manage_Publish_Comments">Publish Comments</checkBox>
				<checkBox refId="Rb_Sub_Shared_Review_Manage_Check_Comments">Check for New Comments</checkBox>
				<checkBox refId="Rb_Sub_Shared_Review_Manage_Reconnect_Server">Reconnect to Server</checkBox>
				<checkBox refId="Rb_Sub_Shared_Review_Manage_SaveAsCopy">Save an Archive Copy</checkBox>
				<checkBox refId="Rb_Sub_Shared_Review_Manage_Offline">Work Offline</checkBox>
				<checkBox refId="Rb_Sub_Shared_Review_Manage_Online">Work Online</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_49">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_46">
				<checkBox refId="Rb_Sub_Email_Review_Manage_Send_Commnets">Send Comments</checkBox>
				<checkBox refId="Rb_Sub_Email_Review_Manage_Merge_Comments">Merge Comments</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Tracker">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_42">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_50">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_47">
				<checkBox refId="Rb_Sub_Check_In">Check In</checkBox>
				<checkBox refId="Rb_Sub_Check_Out">Check Out</checkBox>
				<checkBox refId="Rb_Sub_Discard_Check_Out">Discard Check Out</checkBox>
				<checkBox refId="Rb_Sub_Prepare_Doc_Properties">Document Properties</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_43">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_SHARE">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_9" />
			<presentation id="Rb_Cate_SelfPanel_44">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_7">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_51">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_48">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_45">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_AddcDocID">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Document_Vesion_Publish">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_CPDF_Message">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_46">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Tutorial">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_47">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Homepage_Private_Control">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Version_History">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Related_People">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_48">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_CDRM_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_49">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_BUTTON_NAME_JS_PLUGIN_SHARE_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_10" />
			<presentation id="Rb_Cate_SelfPanel_50">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Help_UserManual">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Help_HelpCenter">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Help_CommandLine">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Help_Report_Error">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_51">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Product_Plugin">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Product_DefaultReader">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_52">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Registration_Registration">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_53">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Product_About">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_54">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Help_Activation_Activation">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_11" />
			<presentation id="Rb_Cate_SelfPanel_55">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Home_Tools_HandMenuItem_8">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_52">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_49">
				<checkBox refId="Rb_Sub_Home_Tools_TextSelection">Select Text and Image</checkBox>
				<checkBox refId="Rb_Sub_Home_Tools_AnnotSelection">Select Annotation</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_56">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_53">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_50">
				<checkBox refId="Rb_Sub_Sign_InkSign_Style_Create">Create Signature</checkBox>
				<checkBox refId="Rb_Sub_Sign_InkSign_Style_Preference">Preferences</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_InkSign_Manage">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_InkSign_KeepToolSelected">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_InkSign_Apply_All">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_57">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddText_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddText_Comb_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_54">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_51">
				<checkBox refId="Rb_Sub_Sign_Fill_Set_PreText">Set Predefined Text</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_58">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddCheckMark_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddX_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddDot_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddLine_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_Fill_AddRoundedRectangle_1">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfPanel_59">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_Sign_CLOSE_CLOSE">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_12" />
			<presentation id="Rb_Cate_SelfPanel_60">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_PortfolioView_Layout">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_PortfolioView_Detail">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_View_DocumentViews_PortfolioView_CoverSheet">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_55">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_52">
				<checkBox refId="Rb_Sub_Portfolio_View_Preview_Right">Right</checkBox>
				<checkBox refId="Rb_Sub_Portfolio_View_Preview_Bottom">Bottom</checkBox>
				<checkBox refId="Rb_Sub_Portfolio_View_Preview_Off">Off</checkBox>
			</presentation>
			<presentation id="Rb_Cate_Itself_56">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SubItem_53">
				<checkBox refId="Rb_Sub_Portfolio_View_Default_RetainOriginal">Retain Original</checkBox>
				<checkBox refId="Rb_Sub_Portfolio_View_Default_Layout">Layout</checkBox>
				<checkBox refId="Rb_Sub_Portfolio_View_Default_Details">Details</checkBox>
				<checkBox refId="Rb_Sub_Portfolio_View_Default_CoverSheet">Cover Sheet</checkBox>
			</presentation>
			<presentation id="Rb_Cate_SelfCategory_13" />
			<presentation id="Rb_Cate_SelfPanel_61">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_DMS_Check_In">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_DMS_Check_Out">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_DMS_Discard_Check_Out">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>
			<presentation id="Rb_Cont_DMS_Prepare_Doc_Properties">
				<checkBox refId="Rb_Cont_CheckFunction_HideRibbon">Hide this feature</checkBox>
				<checkBox refId="Rb_Cont_CheckFunction_AddToQAT">Add to Quick Access Toolbar</checkBox>
			</presentation>



	
      <presentation id="RemoveSpecificalPlugins">
        <listBox refId="RemoveSpecificalPlugins">Remove Specific Plugins</listBox>
      </presentation>
      <presentation id="AppTrustManager">
        <listBox refId="AppTrustManagerList">Trusted Application List: </listBox>
      </presentation>
      <presentation id="RemovePlugins">
        <checkBox refId="Plugin_Accessibility">Accessibility</checkBox>
		<checkBox refId="PL_Assistant">AI Assistant</checkBox>
		<checkBox refId="PL_AIPP">AIP Sensitivity labels</checkBox>
		<checkBox refId="PL_ALFP">Alfresco</checkBox>		
        <checkBox refId="PL_Bookmark">Bookmark</checkBox>		
		<checkBox refId="PL_BPP">BoxPlugin</checkBox>	
		<checkBox refId="Plugin_Browser">Browser</checkBox>	
        <checkBox refId="PL_Collaboration">Collaboration</checkBox>			
		<checkBox refId="PLUGIN_CS">CommentsSummary</checkBox>	
		<checkBox refId="PL_Signature">Digital Signature</checkBox>
		<checkBox refId="PL_DocProcess">Document Process</checkBox>
		<checkBox refId="PL_DMSforLegal">DMSforLegal</checkBox>			 
		<checkBox refId="Plugin_DocuSign">DocuSign</checkBox>
		<checkBox refId="PLUGIN_DropboxPlugin">DropboxPlugin</checkBox>
		<checkBox refId="PL_Email">Email</checkBox>	
		<checkBox refId="PL_FillSign">Fill and Sign</checkBox>
		<checkBox refId="PL_FoxitSign">Foxit eSign</checkBox>
		<checkBox refId="PLUGIN_FoxitCloudLogin_1">FoxitAccountManagement</checkBox>
		<checkBox refId="PLUGIN_GoogleDrivePlugin">GoogleDrivePlugin</checkBox>
		<checkBox refId="PL_Layers">Layers</checkBox>		
		<checkBox refId="Plugin_Licensemanager">LicenseManager</checkBox>
		<checkBox refId="PL_LoupeTool">Loupe Tool</checkBox>
		<checkBox refId="PLUGIN_OneDrivePlugin">OneDrivePlugin</checkBox>
		<checkBox refId="PL_Portfolio">Portfolio</checkBox>
		<checkBox refId="Remove_RMS2">FRMSPlgV2</checkBox>
		<checkBox refId="PL_Security">Security</checkBox>
		<checkBox refId="Plugin_Speech">Speech</checkBox>
		<checkBox refId="Plugin_SharePoint">SharePoint</checkBox> 
		<checkBox refId="Plugin_ShareReview">Share Review</checkBox>
        <checkBox refId="Plugin_Updater">Updater</checkBox>
        <checkBox refId="PL_U3DBP">U3DBrowser</checkBox>
		<checkBox refId="PL_WIPP">WIP</checkBox>
      </presentation>
      <presentation id="PREF_AboutDialog">
        <textBox refId="PREF_Copyright">
          <label>Copyright:</label>
          <defaultValue></defaultValue>
        </textBox>
        <textBox refId="PREF_CopyrightContent">
          <label>Copyright Content:</label>
          <defaultValue></defaultValue>
        </textBox>
        <textBox refId="PREF_BackGroundPath">
          <label>BackGroundPath:</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="PREF_DefaultPDFViewer">
        <dropdownList refId="PREF_DefaultSystemReaderMode" noSort="true" defaultItem="0">System PDF Viewer:</dropdownList>
        <dropdownList refId="PREF_DefaultWebBrowserReaderMode" noSort="true" defaultItem="0">Web Browser PDF Viewer:</dropdownList>
		<dropdownList refId="PREF_DefaultPreviewReaderMode" noSort="true" defaultItem="0">Preview PDF Viewer:</dropdownList>
		<dropdownList refId="PREF_DefaultThumbnailReaderMode" noSort="true" defaultItem="0">Thumbnail PDF Viewer:</dropdownList>
		<dropdownList refId="PREF_DefaultEmbededMSDocReaderMode" noSort="true" defaultItem="0">Embeded MS Documents Viewer:</dropdownList>
      </presentation>
      <presentation id="SUPPRESS_DLG" />
      <presentation id="PREF_MainframeName">
        <textBox refId="PREF_MainframeNameStatic">
          <label>Program Name:</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Registration" />
      <presentation id="PREF_Advertise">
        <checkBox refId="PREF_RemoveAdvertise">Remove Advertisement</checkBox>
        <checkBox refId="PREF_RoolMode">Scroll</checkBox>
        <textBox refId="PREF_RoolTime">
          <label>Rolling Time: (1-60000s)</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="PREF_Startpage" />
      <presentation id="PREF_SafeReadingMode" />
      <presentation id="PREF_StatusBar">
        <dropdownList refId="PREF_Settings" defaultItem="2">Settings</dropdownList>
      </presentation>
      <presentation id="PREF_ApplicationLanguage">
        <checkBox refId="PRE_NOTSHOWCUSLAN">Do Not Show Community Languages</checkBox>
        <textBox refId="PREF_DefaultApplicationLanguage">
          <label>Default Application Language:</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="PREF_EnableUserManualLink">
        <textBox refId="PREF_UserManualPath">
          <label>UserManualPath</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
	  <presentation id="PREF_UpdaterSetting">
        <dropdownList refId="PREF_UpdaterSettingOpt" noSort="true" defaultItem="1">Settings:</dropdownList>
      </presentation>	
      <presentation id="PREF_DisableSecurityWarning" />
      <presentation id="Cate_Itself" />
      <presentation id="Cate_SubItem">
        <checkBox refId="Tab_WholeWordsOnly">Whole Words Only</checkBox>
        <checkBox refId="Tab_CaseSensitive">Case-Sensitive</checkBox>
        <checkBox refId="Tab_IncludeBookmarks">Include Bookmarks</checkBox>
        <checkBox refId="Tab_IncludeComments">Include Comments</checkBox>
        <checkBox refId="Tab_IncludeFormData">Include Form Data</checkBox>
        <checkBox refId="Tab_Properties">Properties</checkBox>
        <checkBox refId="Tab_MenuHighlightAll">Highlight All Text</checkBox>
      </presentation>
      <presentation id="RMS_ENCRYPT_METADATA" />
      <presentation id="RMS_Add" />
      <presentation id="AIP_SaveDoc" />
      <presentation id="RMS_SaveAs" />
      <presentation id="RMS_Interoperability" />
      <presentation id="CPDF_AutoConvertConnectedPDF" />
      <presentation id="CPDF_disableConnectedPDF" />
      <presentation id="CPDF_ConnectedPDFServer">
        <textBox refId="CPDF_Server">
          <label>Server:</label>
          <defaultValue></defaultValue>
        </textBox>        
      </presentation>
      <presentation id="PREF_SendCrashDocument"/>
      <presentation id="RMS_IRMV1">
        <dropdownList refId="RMS_IRM_PROTECTION_SETTING" noSort="true" defaultItem="0">Setting</dropdownList>
      </presentation>
      <presentation id="PREF_NotificationMsg">
        <checkBox refId="PREF_ShowBulbAffects" defaultChecked="true">Show the message which affects the next step</checkBox>
        <checkBox refId="PREF_ShowBulbNotification" defaultChecked="true">Show the notification related message</checkBox>
        <checkBox refId="PREF_ShowBulbPDFA" defaultChecked="true">Show PDF/A message again</checkBox>
	  </presentation>
	  <presentation id="PREF_RequirePasswordSignatures" />  
	  <presentation id="PREF_ProtectedView">
        <dropdownList refId="PREF_ProtectedViewOpt" noSort="true" defaultItem="0">Settings:</dropdownList>
      </presentation>	
      <presentation id="PREF_MultipleInstances" />
      <presentation id="Cate_Justify" />
      <presentation id="PREF_PrintGDIOutput" />
	  <presentation id="PREF_DPISetting">
        <dropdownList refId="PREF_DPISettingOpt" noSort="true" defaultItem="0">Settings:</dropdownList>
      </presentation>	
      <presentation id="CPDF_InternalUpdateServer">
        <textBox refId="CPDF_InternalUpdateServer_URL">
          <label>Server URL:</label>
          <defaultValue></defaultValue>
        </textBox>        
      </presentation>
      <presentation id="PREF_TellMeWhat" />
      <presentation id="PREF_DisablePDFviewerSwitching" />
	  <presentation id="PREF_LockAutoCompleteInForm" />
	  <presentation id="PREF_DisablePrivilegedLocations" /> 
      <presentation id="Cate_Itself_94" />
      <presentation id="Cate_SubItem_94">
		<checkBox refId="ECMPlugin_Sharepoint">Sharepoint</checkBox>
		<checkBox refId="ECMPlugin_OneDrive">OneDrive</checkBox>
		<checkBox refId="ECMPlugin_Box">Box</checkBox>
		<checkBox refId="ECMPlugin_DropBox">DropBox</checkBox>
		<checkBox refId="ECMPlugin_GoogleDrive">Google Drive</checkBox>
		<checkBox refId="ECMPlugin_DMSforLegal">DMSforLegal</checkBox>
		<checkBox refId="ECMPlugin_Alfresco">Alfresco</checkBox>
		<checkBox refId="ECMPlugin_RMSV2">RMSV2</checkBox>
		<checkBox refId="ECMPlugin_FileOpen">FileOpen</checkBox>
		<checkBox refId="ECMPlugin_DocuSign">DocuSign</checkBox>
		<checkBox refId="ECMPlugin_ShareReview">Share Review</checkBox>
		<checkBox refId="FoxitInner_HelpCenter">Help Center</checkBox>
      </presentation>  	 
	  <presentation id="PREF_NotUseQuickTimePlayer" />	
	  <presentation id="PREF_ManageSites">
        <dropdownList refId="PREF_ManageSitesOpt" noSort="true" defaultItem="0">Settings:</dropdownList>
      </presentation> 	 
	  <presentation id="PREF_CreateDigitalIDs" />
	  <presentation id="PREF_EnableJavascript" />	
	  <presentation id="PREF_PDFAMode" >
        <dropdownList refId="PREF_PDFAModeOpt" noSort="true" defaultItem="0">Settings:</dropdownList>
      </presentation>
	  <presentation id="PREF_AutoUpdateCert">
        <dropdownList refId="PREF_AutoUpdateCertOpt" noSort="true" defaultItem="0">Settings:</dropdownList>
      </presentation>
	   <presentation id="ECMServerSharePoint">
        <listBox refId="ECMServerSharePointList">SharePoint Server URL:</listBox>
      </presentation>
	  <presentation id="ECMServerAlfresco">
        <textBox refId="ECMServerAlfrescoLabel">
          <label>Alfresco Server URL:</label>
          <defaultValue></defaultValue>
        </textBox>	
      </presentation>
      <presentation id="PREF_AddPrivilegedLocations">
        <listBox refId="PREF_AddPrivilegedLocations">Add to Privileged Locations</listBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
